{
    "key": "fonts",
    "values": [
        {
            "type": "upgradeaccount",
            "key": "upgradeaccountotptitle",
            "label": "Confirming..."
        },
        {
            "type": "upgradeaccount",
            "key": "upgradeaccountotpdesc",
            "label": "We received and trying to confirm your code, this might take a while so please do not close the process."
        },
        {
            "type": "upgradeaccount",
            "key": "upgradeaccountdesc1",
            "label": "For the verification process, Prudential will send a code to the phone number registered at your policy/certificate.\n\nMake sure the phone number is active, "
        },
        {
            "type": "upgradeaccount",
            "key": "upgradeaccountdesc2",
            "label": "or call us "
        },
        {
            "type": "upgradeaccount",
            "key": "upgradeaccountdesc3",
            "label": "to update your phone number."
        },
        {
            "type": "upgradeaccount",
            "key": "VALIDATION_POLICY_NOT_FOUND",
            "label": "Policy number not found"
        },
        {
            "type": "upgradeaccount",
            "key": "VALIDATION_POLICY_ERROR",
            "label": "Sorry, we found some error in our system, for further info please contact us to: contactus.id@wedopulse.com"
        },
        {
            "type": "upgradeaccount",
            "key": "VALIDATION_CUSTOMER_PHONE_NO_IS_EMPTY",
            "label": "Please update your policy information. Call Prudential Customer Line (1500085)."
        },
        {
            "type": "upgradeaccount",
            "key": "VALIDATION_WRONG_FORMAT_PHONE_NO",
            "label": "Please update your policy information. Call Prudential Customer Line (1500085)."
        },
        {
            "type": "upgradeaccount",
            "key": "VALIDATION_ALREADY_REGISTERED_AS_PH",
            "label": "You are already registered as customer in another account"
        },
        {
            "type": "upgradeaccount",
            "key": "VALIDATION_POLICY_NO_REQUIRED",
            "label": "Policy number is required"
        },
        {
            "type": "upgradeaccount",
            "key": "VALIDATION_POLICY_NOT_FOUND",
            "label": "Policy number is not found"
        },
        {
            "type": "upgradeaccount",
            "key": "VALIDATION_INFORCE_POLICY_NOT_FOUND",
            "label": "You don't have any active policy"
        },
        {
            "type": "upgradeaccount",
            "key": "VALIDATION_PHONE_NO_UNIQUE",
            "label": "Please update your policy information. Call Prudential Customer Line (1500085)."
        },
        {
            "type": "upgradeaccount",
            "key": "VALIDATION_PHONE_NO_SAME_WITH_AGENT",
            "label": "Please update your policy information. Call Prudential Customer Line (1500085)."
        },
        {
            "type": "upgradeaccount",
            "key": "VALIDATION_INVALID_OTP",
            "label": "Verification code is invalid"
        },
        {
            "type": "upgradeaccount",
            "key": "VALIDATION_OTP_EXPIRED",
            "label": "Verification code expired"
        },
        {
            "type": "upgradeaccount",
            "key": "upgradeaccountsuccesstitle",
            "label": "Upgrade Success!"
        },
        {
            "type": "upgradeaccount",
            "key": "upgradeaccountsuccessdesc",
            "label": "You can now enjoy more features from Pulse"
        },
        {
            "type": "upgradeaccount",
            "key": "upgradeaccountcontinue",
            "label": "Close"
        },
        {
            "type": "label",
            "value": "Policy Info",
            "key": "policyInfo"
        },
        {
            "type": "label",
            "value": "Policy Number",
            "key": "policyNumber"
        },
        {
            "type": "label",
            "value": "Mon",
            "key": "monday"
        },
        {
            "type": "label",
            "value": "Tue",
            "key": "tuesday"
        },
        {
            "type": "label",
            "value": "Wed",
            "key": "wednesday"
        },
        {
            "type": "label",
            "value": "Thu",
            "key": "thursday"
        },
        {
            "type": "label",
            "value": "Fri",
            "key": "friday"
        },
        {
            "type": "label",
            "value": "Sat",
            "key": "saturday"
        },
        {
            "type": "label",
            "value": "Sun",
            "key": "sunday"
        },
        {
            "type": "label",
            "value": "Jan",
            "key": "january"
        },
        {
            "type": "label",
            "value": "Feb",
            "key": "february"
        },
        {
            "type": "label",
            "value": "Mar",
            "key": "march"
        },
        {
            "type": "label",
            "value": "Apr",
            "key": "april"
        },
        {
            "type": "label",
            "value": "May",
            "key": "may"
        },
        {
            "type": "label",
            "value": "Jun",
            "key": "june"
        },
        {
            "type": "label",
            "value": "Jul",
            "key": "july"
        },
        {
            "type": "label",
            "value": "Aug",
            "key": "august"
        },
        {
            "type": "label",
            "value": "Sep",
            "key": "september"
        },
        {
            "type": "label",
            "value": "Oct",
            "key": "october"
        },
        {
            "type": "label",
            "value": "Nov",
            "key": "november"
        },
        {
            "type": "label",
            "value": "Dec",
            "key": "december"
        },
        {
            "type": "configuration",
            "value": "",
            "key": "userLat"
        },
        {
            "type": "configuration",
            "value": "1",
            "key": "currentVersion"
        },
        {
            "type": "configuration",
            "value": "0",
            "key": "forcedUpdate"
        },
        {
            "type": "configuration",
            "value": "",
            "key": "userLong"
        },
        {
            "type": "configuration",
            "value": "",
            "key": "noOfHospitalsToShow"
        },
        {
            "type": "configuration",
            "value": "1.4",
            "key": "PULSE_TnC_VERSION"
        },
        {
            "type": "configuration",
            "value": "1.4",
            "key": "PULSE_PP_VERSION"
        },
        {
            "type": "configuration",
            "value": "1.0",
            "key": "BABYLON_TnC_VERSION"
        },
        {
            "type": "configuration",
            "value": "1.0",
            "key": "BABYLON_PP_VERSION"
        },
        {
            "type": "configuration",
            "value": "1.1",
            "key": "DOCONCALL_TnC_VERSION"
        },
        {
            "type": "configuration",
            "value": "1.1",
            "key": "DOCONCALL_PP_VERSION"
        },
        {
            "type": "configuration",
            "value": "1.0",
            "key": "AIME_TnC_VERSION"
        },
        {
            "type": "configuration",
            "value": "20",
            "key": "noOfMarkersToShow"
        },
        {
            "type": "image",
            "image": "image url",
            "key": "crossIcon"
        },
        {
            "type": "image",
            "image": "image url",
            "key": "chatHistoryIcon"
        },
        {
            "type": "image",
            "image": "image url",
            "key": "babylonLogo"
        },
        {
            "type": "image",
            "image": "image url",
            "key": "docOnCallLogo"
        },
        {
            "type": "label",
            "key": "loginFb",
            "label": "Log in with Facebook"
        },
        {
            "type": "label",
            "key": "facebookErrorOccurred",
            "label": "An error occurred while logging in with Facebook"
        },
        {
            "type": "label",
            "key": "enableGPSMessage",
            "label": "Please enable GPS and location services from settings"
        },
        {
            "type": "label",
            "key": "loginGoogle",
            "label": "Continue with Google"
        },
        {
            "type": "label",
            "key": "connectFb",
            "label": "Connect with Facebook"
        },
        {
            "type": "label",
            "key": "connectGoogle",
            "label": "Connect with Google"
        },
        {
            "type": "image",
            "image": "image url",
            "key": "goBack"
        },
        {
            "type": "image",
            "image": "",
            "key": "closeWhite"
        },
        {
            "type": "image",
            "image": "image url",
            "key": "eyeOpen"
        },
        {
            "type": "image",
            "image": "image url",
            "key": "eyeClose"
        },
        {
            "type": "image",
            "image": "image url",
            "key": "appLogo"
        },
        {
            "type": "image",
            "image": "image url",
            "key": "facebookIcon"
        },
        {
            "type": "image",
            "image": "image url",
            "key": "googleIcon"
        },
        {
            "type": "icon",
            "image": "image url",
            "key": "prudentialLogoFooter"
        },
        {
            "type": "icon",
            "image": "image url",
            "key": "prudentialbsnLogoFooter"
        },
        {
            "type": "label",
            "key": "powered_by_babylon_text",
            "label": "Powered by Babylon and bind to Babylon T&C"
        },
        {
            "type": "htmltext",
            "key": "termsAndConditionPrivacypolicyInitialDesc",
            "label": "By registering, you will agree to our "
        },
        {
            "type": "label",
            "key": "unableToStartChat",
            "label": "Unable to start a chat right now, please try again later"
        },
        {
            "header": "Pulse App Terms and Conditions",
            "label": "<p><strong>Pulse App Terms and Conditions </strong></p><p>&nbsp;</p><p>Date :&nbsp;14 February 2020</p><p>Prudential Services Asia Sdn Bhd (&ldquo;we&rdquo;, &ldquo;us&rdquo;, &ldquo;our&rdquo;) provides the Pulse App on the terms and conditions set out below. By registering for the Pulse App you enter into an agreement with us as set out in these terms and conditions ('Agreement'). &nbsp;</p><ol><li><strong>INTRODUCTION </strong></li></ol><p>The Pulse App is a platform hosted by us through which you can access certain features, services and information provided by us ('Pulse App Services'). Through the Pulse App you can also access third party supplied 'Hosted Apps'. Access to the Pulse App outside your registered jurisdiction ('Home Country') may be restricted. The Pulse App will be updated from time to time to add, delete and change the available services, information and features.&nbsp; Please check regularly for updates to the Pulse App.</p><p>Please practice good security in using the Pulse App. For example, the device on which you install and access the Pulse App should be password protected and set to lock after a short period of inactivity.</p><ol><li><strong>REGISTRATION AND PRUAPP ID </strong></li></ol><p>In registering for the Pulse App you will have a unique account (a &ldquo;PruApp ID&rdquo;). Your PruApp ID is valuable, and you are responsible for maintaining its confidentiality and security. We are not responsible for any losses arising from the unauthorized use of your PruApp ID. Please contact us if you suspect your PruApp ID has been compromised.</p><p>Unless you have parent or legal guardian consent, you must be age 18 or above to create a PruApp ID and use the Pulse App. PruApp IDs for persons under 18 can be created by a parent or legal guardian.&nbsp; The parent or legal guardian is responsible for ensuring the person complies with this Agreement.</p><ol><li><strong>WARNING FOR PULSE APP SERVICES</strong></li></ol><p>Information and services available through the Pulse App Services is provided for general guidance only and may not address all matters relevant to your particular circumstances. In no way are the Pulse App Services intended to be a personal or medical diagnosis, nor a health-care service or serve as a medical device. If your symptoms persist, change or worsen, or you are concerned, please speak to a doctor or medical health care professional immediately. The Pulse App Services may include information sourced from third parties that we have not verified for accuracy or completeness. You should seek advice from an appropriately qualified individual before acting on any information or services available through the Pulse App Services.&nbsp;</p><ol><li><strong>HOSTED APPS</strong></li></ol><p>Hosted Apps are provided by a third party ('Hosted App Provider'). A Hosted App can be identified by the relevant pages containing the logo or name of such Hosted App Provider, and/or the statement 'Powered by [name of Hosted App Provider]'. The services the Hosted App Provider provides through the Hosted App are 'Hosted App Services'. If you register for and / or access a Hosted App you will be entering into an agreement with the Hosted App Provider on the terms they set ('Hosted App Terms') which will be separate and independent from this Agreement. You must comply with the Hosted App Terms. The Hosted App Provider (and not us) is solely responsible to you for providing the Hosted App Services, and we will not be liable for any of the Hosted App Services nor for any acts or omissions of any Hosted App Provider.&nbsp; The Hosted App Provider may charge for some of the Hosted App Services.</p><p>We reserve the right to remove or restrict access to any Hosted App.</p><ol><li><strong>THIRD PARTY WEBSITES</strong></li></ol><p>The Pulse App may provide links to third-party websites. You use any third-party websites at your sole risk. We are not responsible for examining or evaluating the content or accuracy of any third-party websites and have no liability for any such third party websites. &nbsp;</p><ol><li><strong>TOOLS AND MONITORING</strong></li></ol><p>We may deploy data analytics tools to monitor Pulse App and Pulse App Services usage to provide us with information to be used in deciding whether to make changes to the Pulse App and Pulse App Services and to conduct profiling such as marketing profiling.&nbsp; We may also collect and use technical data and related information&mdash;including but not limited to technical information about your device including its system and application software, and peripherals&mdash;to facilitate the provision of updates, product support, and other services to you related to the Pulse App. Any personal data collected pursuant to this paragraph will be subject to our Privacy Notice separately accepted by you with this Agreement.</p><p>We may take steps as set out in this Agreement and as we believe are reasonably necessary or appropriate to monitor, enforce or verify your compliance with this Agreement, including the Usage Rules.</p><ol><li><strong>USAGE RULES</strong></li></ol><p>We grant you a nontransferable licence to use the Pulse App and Pulse App Services as permitted by the below 'Usage Rules'.&nbsp; We may monitor your use of and activity on the Pulse App and Pulse App Services to monitor compliance with the Usage Rules.</p><p><strong>Usage Rules:</strong></p><ul><li>You may only use Pulse App and its information and services for personal, noncommercial purposes.</li><li>You must not tamper with or circumvent any security technology included with the Pulse App.</li><li>You must not reverse-engineer, disassemble, attempt to derive the source code of, modify, or create derivative works of the Pulse App, any updates, or any part thereof (except to the extent that any such restriction is prohibited by applicable law or to the extent as may be permitted by the licensing terms governing use of any open-sourced components included with the Pulse App).</li><li>You must not distribute or make the Pulse App available, whether offline or over any network, where it could be used by multiple devices at the same time.</li><li>If you sell or otherwise provide to a third party the device on which you installed the Pulse App, you must de-install the Pulse App from the device before doing so.</li><li>You must comply with the Submission Guidelines.</li><li>You must comply with any terms of use identified on the Pulse App as applying to particular content.</li><li>You must comply with all applicable laws applying to your use of the Pulse App and its information and services.</li></ul><p>If any third party makes a claim against us due to your breach of the Usage Rules, you will indemnify us for any costs, expenses, fees, taxes and other liabilities incurred by us arising from such claim, including our reasonable costs and expenses in defending and handling that claim.</p><ol><li><strong>YOUR SUBMISSIONS </strong></li></ol><p>The Pulse App may allow you to submit material such as comments, pictures and videos ('Submission'). Your use of such features and each Submission you post will be subject to our Privacy Notice and must comply with the below 'Submissions Guidelines'. &nbsp;</p><p><strong>Submissions Guidelines:</strong> You must <u>not</u> post any Submission that:</p><ul><li>you do not want others to see;</li><li>you do not have permission, right or license to post;</li><li>is objectionable, offensive, derogatory, unlawful, deceptive or harmful;</li><li>is personal, private or confidential information belonging to others;</li><li>is a request for information from a minor;</li><li>impersonates or misrepresents your affiliation with another person, or entity;</li><li>unless approved by us, is of a promotional nature, including but not limited to advertising, promotional materials, or informational announcements;</li><li>is or is any attempt to engage in any illegal, fraudulent, or manipulative activity; or</li><li>breaches any law.</li></ul><p>In posting a Submission you grant us a worldwide, royalty-free, perpetual, nonexclusive license to use the Submission within the Pulse App, for our internal purposes such as considering changes we may make to the Pulse App, our marketing of the Pulse App and for any purpose we notify in a request for Submissions.</p><p>We may decide to remove or edit any Submission. If you see materials that do not comply with the Submissions Guidelines, please use the Provide Feedback feature.</p><p>Any Submission you post is at your sole risk and you release us from any and all liability to you for any loss or liability relating to such Submission.&nbsp; If you have posted any Submission that you would like us to take down or stop using, please use the Provide Feedback feature.&nbsp; We will endeavor to promptly address your concern to stop further use and dissemination of the Submission, but we may be unable to act on any use or dissemination that has already occurred.</p><p>If we incur any liability in connection with a Submission you post, we may require you to reimburse us for our reasonable costs incurred in relation to that liability.</p><ol><li><strong>PAYMENT</strong></li></ol><p>We may use a third-party payment processor to handle secure payment for chargeable Hosted App Services offered by a Hosted App Provider and are not responsible nor will be held liable for any acts or omissions of such third-party payment processor.&nbsp;</p><ol><li><strong>INTELLECTUAL PROPERTY</strong></li></ol><p>All intellectual property rights in the Pulse App including but not limited to all content, graphics, user interface, audio clips, video clips, editorial content, and the scripts and software used to implement the Pulse App and Pulse App Services are owned by us and/or our licensors and is protected by applicable intellectual property and other laws. You are solely permitted to use the Pulse App and Pulse App Services as set out in the Usage Rules.</p><p>Our name, the Pulse App name, the Prudential logo and other Prudential trademarks, service marks, graphics, and logos used in connection with the Pulse App are trademarks or registered trademarks of Prudential Plc and its affiliates in the United Kingdom and other countries throughout the world. You are granted no right or license with respect to any of the aforesaid trademarks.</p><ol><li><strong>DISCLAIMER</strong></li></ol><p>We do not guarantee, represent, or warrant that your use of the Pulse App will be uninterrupted or error-free.&nbsp; From time to time we may disable or limit access to all or part of the Pulse App without notice to you.</p><p>We do not represent or guarantee that the Pulse App or Pulse App Services will be free from loss, corruption, attack, viruses, interference, hacking, or other security intrusion, and you hereby release us from any liability relating thereto. You are responsible for backing up your own system, including any content acquired through the Pulse App.</p><p>You expressly acknowledge and agree that use of the Pulse App is at your sole risk. The Pulse App and Pulse App Services are provided 'as is' and &ldquo;as available,&rdquo; with all faults and without warranty or guarantee of any kind, and we disclaim all warranties and conditions with respect to the Pulse App and Pulse App Services, either express, implied, or statutory, including, but not limited to, the implied warranties and/or conditions of satisfactory quality, of fitness for a particular purpose, of accuracy and of non-infringement of third-party rights. No oral or written information or advice given by us or any authorized representative shall create a warranty, guarantee, representation or similar.</p><ol><li><strong>LIABILITY</strong></li></ol><p>In no case shall we, our directors, officers, employees, affiliates, agents, contractors or licensors be liable in contract, tort (including negligence), statute or otherwise for any direct, indirect, incidental, punitive, special, or consequential damages arising from your use of the Pulse App or Pulse App Services or for any other claim related in any way to your use of or inability to use the Pulse App or Pulse App Services and/or content available therefrom, including, but not limited to, damages for loss of profits, loss of data, business interruption, or any other commercial damages or losses, any errors or omissions in any content, or any loss or damage of any kind incurred as a result of the use of any content posted, transmitted, or otherwise made available via the Pulse App or Pulse App Services, however caused, even if advised of their possibility. In no event shall our total liability to you in contract, tort (including negligence), statute or otherwise for all damages exceed (a) if our liability relates to Pulse App Services for which you have paid a charge, the amount you have paid; and (b) if (a) does not apply, the amount of fifty Hong Kong dollars or the equivalent amount in the currency of your Home Country.</p><p>Despite any other provision in this Agreement, the releases, disclaimers, limitations and exclusions of liability in this Agreement are each expressed to apply to the extent permitted by law.&nbsp; They are not intended to exclude, restrict or modify any liability that cannot be excluded, restricted or modified under law and shall be read subject to any mandatory non excludable liability.</p><ol><li><strong>SUSPENSION AND TERMINATION</strong></li></ol><p>You may terminate this Agreement at any time by deregistering your account as directed on the Pulse App.&nbsp; You will not be entitled to a refund of the unexpired portion of any amounts paid by you for Pulse App Services unless you terminate because we have made a change to or impacting the Pulse App Services to which the payment relates.</p><p>We may suspend your account if we reasonably believe you have breached this Agreement or any Hosted App Terms.&nbsp; Where appropriate we will give you prior warning before we act.&nbsp; However, we reserve the right, particularly for repeat breaches or breaches of a serious kind (such as non-compliance with the Usage Rules or with any Hosted App Terms) to suspend or terminate without giving you prior warning.&nbsp; You will not be entitled to any refund for any period of suspension or if we terminate due to your breach.</p><p>In addition to any other right of suspension or termination, we may terminate this Agreement at any time by giving not less than 30 days written notice to you.&nbsp; You will be entitled to a pro rata refund of the unexpired portion of any charges paid by you for services provided by us under the Pulse App.</p><p>On termination of this Agreement your right to access the Pulse App including any Hosted App ceases.&nbsp; If you subsequently wish to obtain services provided by the Hosted App Provider you will need to contact them directly.</p><ol><li><strong>General</strong></li></ol><p><strong>Agreement Changes:&nbsp; </strong>We may amend this Agreement at any time by sending notice to you. The amendment takes effect on the date stated in the notice or thirty (30) days after the sending of the notice, whichever is later. If you do not agree to, or cannot comply with, this Agreement as amended, you should not use the Pulse App and you should deregister your account as directed on the Pulse App.</p><p><strong>Governing Law:&nbsp; </strong>This Agreement and the relationship between you and us, and all transactions on the Pulse App shall be governed by the laws of Hong Kong. You and we agree to submit to the personal and exclusive jurisdiction of the Hong Kong courts.</p><p><strong>Trade Compliance:&nbsp; </strong>You must not use, make accessible or otherwise supply any part of the Pulse App except as authorized by applicable law. In particular, but without limitation, no part of the Pulse App may be used, made accessible or supplied (a) into any UK or U.S. embargoed countries or (b) to anyone on the U.S. Treasury Department's Specially Designated Nationals List or the U.S. Department of Commerce Denied Persons List or Entity List. By registering for the Pulse App, you represent and warrant that you are not located in any such country or on any such list. You also agree that you will not use, make accessible or otherwise supply these products for any purposes prohibited by your Home Country or other applicable laws, including, without limitation, the development, design, manufacture, or production of nuclear, missile, or chemical or biological weapons.</p><p><strong>Entire Agreement:&nbsp; </strong>This Agreement as amended from time to time constitutes the entire agreement between you and us with respect to the Pulse App, superseding any prior agreements with respect to the same subject matter between you and us.</p><p><strong>Waiver:&nbsp; </strong>No failure or delay by us in exercising any right or remedy provided by law or under or pursuant to this Agreement shall impair such right or remedy or operate or be construed as a waiver or variation of it or preclude its exercise at any subsequent time.</p><p><strong>Force Majeure:&nbsp; </strong>We are not responsible for any failure to meet any of our obligations under this Agreement due to causes beyond our reasonable control.</p><p><strong>Transfer:&nbsp; </strong>To the extent permitted by law, you agree that we may assign, novate, transfer or otherwise dispose of our rights and obligations under this Agreement, in whole or in part, at any time without prior notice to you. You may not assign, novate transfer or otherwise dispose any rights or obligations under this Agreement.</p><p><strong>Notices:&nbsp; </strong>We may send you a notice with respect to the Pulse App by sending an email message to your email address or a letter via postal mail to your mailing address, or by a posting on the Pulse App. We may also contact you by email or push notification to send you additional information about the Pulse App.&nbsp; It is your responsibility to check that push notifications are not disabled on your device.</p><p>You may send us a notice by contacting us through the Provide Feedback feature.</p><p><strong>Language:&nbsp; </strong>To the extent there is any inconsistency between the English version and a non-English version of this Agreement, the English version shall prevail.</p><p>&nbsp;</p><p>&nbsp;</p><h1>Country Specific Information</h1><p>If you are a user in one of the following countries, the following information is relevant to you.</p><p><strong><u>The Philippines</u></strong></p><p>Pulse is operated by Prudential Services Asia Sdn Bhd (PSA), an affiliate of Pru Life UK. &nbsp;Both companies are affiliates of Prudential plc, a company incorporated in the United Kingdom. &nbsp;Prudential plc, PSA, and Pru Life UK are not affiliated with Prudential Financial Inc., Philippine Prudential Life Insurance Company Inc., Prudentialife Plans, Inc. or Prudential Guarantee and Assurance, Inc.</p><p><strong><u>Thailand</u></strong></p><p>The second paragraph of Section B (REGISTRATION AND PRUAPP ID) of this Agreement shall be treated as deleted and replaced with the following:</p><p>&ldquo;Unless you have parent or legal guardian consent, you must be age 20 or above to create a PruApp ID and use the Pulse App. PruApp IDs for persons under 20 can be created by a parent or legal guardian.&nbsp; The parent or legal guardian is responsible for ensuring the person complies with this Agreement.&rdquo;</p><p>&nbsp;</p>",
            "type": "htmltext",
            "key": "termsAndConditionApp"
        },
        {
            "header": "Babylon Terms and Conditions \n General",
            "label": "<h2><strong>Babylon Terms and Conditions General</strong></h2><p><strong>A) INTRODUCTION</strong></p><p>At Babylon, our mission is to put an accessible and affordable health service in the hands of every person on earth.</p><p>Please read these terms carefully so that you understand them. These terms cover all the</p><p>services (&ldquo;<strong>Services</strong>&rdquo;) we provide to you through our healthcare platform</p><p>(&ldquo;<strong>Platform</strong>&rdquo;) (all Services accessed through the Platform). By accessing the Platform, you agree to be bound by these terms whether or not you have read them. Please read these terms carefully and print a copy for your records.</p><p>Any reference to &ldquo;Babylon&rdquo;, &ldquo;we&rdquo;, &ldquo;our&rdquo; or &ldquo;us&rdquo; and &ldquo;Company&rdquo; are references to Babylon Partners Limited a company incorporated in England and Wales with company number 08493276.</p><p>Regardless of any branding referring to &ldquo;Prudential&rdquo; or Prudential Services Limited and its affiliates (&ldquo;Prudential Group&rdquo;), you agree that Babylon is the sole provider of all Services through the Platform. You agree that you are entering into an agreement solely with Babylon and not Prudential Group. Notwithstanding this, your data may be shared with Prudential Group as set out in our Privacy Policy.</p><p>These terms include details on our complaints procedure and what is required from you to provide the Services. You will be asked to accept these terms as part of your account registration. We may update the terms from time to time, and if your rights change we will always notify you of this and we will ask you to accept these updated terms. If you do not agree to, or cannot comply with, these terms as amended, you should not use the Platform. You will be deemed to have accepted these terms as amended if you continue to use the Platform after any amendments are made.</p><p>Our Privacy Policy sets out how your personal information will be used by us, which can be accessed as part of the account registration process, via the Platform.</p><p>The way we work is simple: we&rsquo;re here to serve you and strive to ensure you have the best possible experience. We hold ourselves to the highest legal and ethical standards and we value hearing from you. If you have any questions or ideas or would like to speak about the Platform, please don&rsquo;t hesitate to get in touch by submitting feedback through the &ldquo;Provide Feedback&rdquo; page.</p><p><strong>Intent of Service</strong></p><p>We provide information services via our AI powered symptom checker and our Healthcheck tool. The output from these is provided by our systems and not a person, and does not constitute medical advice, diagnosis or treatment</p><p><strong>We would like to remind you that:</strong></p><ul><li>We provide information services via our AI powered symptom checker and our Healthcheck tool. The output from these is provided by our systems and not a person, and does not constitute medical advice, diagnosis or treatment. You should always talk to a qualified medical professional about any questions you may have about a medical condition.&nbsp;</li></ul><ul><li>If you think you have a medical emergency, you should call your doctor or the emergency services immediately. Any decisions you make affecting your health should always be made in consultation with a doctor, and not on the basis of our Symptom Checker or Healthcheck tool.</li></ul><ul><li>Presentation of possible matches: our Symptom Checker may present a list of conditions to a user. These are listed in the order of how closely the conditions match the symptoms entered, based on symptom prevalence for conditions which are taken from publicly available medical resources. The order in which conditions are listed does not in any way indicate the likelihood of the user having or not having a condition.</li></ul><ul><li>Some conditions are not suitable for remote advice and we recommend that you check our FAQs prior to use of the Services which may help you in assessing their suitability in relation to your symptoms (see sections B and G).</li></ul><ul><li>We need certain information from you in order to provide Services (see section C)</li></ul><ul><li>The Platform is not suitable for managing medical emergencies (see section B).</li></ul><ul><li>The Platform is not suitable for unrestricted use by persons under 18 (see section F).</li></ul><p>These terms include descriptions of each section, in bold text. These descriptions are to help you understand the terms but they are not part of the terms.</p><p><strong>B) OUR SERVICES</strong></p><p>What our Services cover, and what you need to check yourself when you use our Services</p><ul><li>You should not use our Services in an emergency. In an emergency, you should always contact the emergency services and/or your doctor in the usual way.</li><li>Our Services provided in the Philippines are for information purposes only.</li></ul><p><strong>Symptom Checker and Healthcheck</strong></p><p>General</p><ul><li>Our Symptom Checker and Healthcheck tool (&ldquo;<strong>Information Services</strong>&rdquo;) provide you with health information only and do not provide medical advice, diagnosis and/or treatment. Our Information Services are not clinical services, and accordingly should not be relied upon.</li><li>Our Information Services must not be used as a substitute for a doctor or other healthcare professional. You should discuss any information you may learn from these tools with a healthcare professional.</li><li>Any decisions you make affecting your health should always be made in consultation with a doctor, and decisions should not be made on the basis of our Information Services.</li><li>The information provided by the Information Services are produced on the basis of information you enter and are based on general statistical information and risk factors only. The information provided is responsive to information entered, but is not personalised to you.</li><li>We make no warranties in relation to the output of our Information Services</li></ul><p>Symptom Checker</p><ul><li>Our symptom checker can be used if you want more information about health symptoms. You can enter health symptoms into our Symptom Checker to receive health information in response. The responses are based on the symptoms entered by a user, and medical statistics and risk prevalence rates taken from publicly available medical sources.</li></ul><ul><li>The Symptom Checker may present a list of conditions to a user, and these are listed in the order of how closely the conditions match the symptoms entered, based on symptom prevalence for conditions which are taken from publicly available medical resources. The order in which conditions are listed does not in any way indicate the likelihood of the user having or not having a condition.</li></ul><p>Healthcheck</p><ul><li>Healthcheck is an information and educational tool to help you understand risk rates for certain conditions based on the information you entered. It may provide information on improvements which could be made by you, which are designed to achieve a healthy lifestyle. By completing and submitting the Healthcheck questionnaire, our software provides a report based on statistical information of certain diseases and conditions (&ldquo;<strong>Report</strong>&rdquo;).</li><li>Reports are produced on the basis of information you enter and are based on general statistical information and risk factors only. The Report is responsive to information entered, but is not personalised to you.</li><li>You may learn about statistical risks of disease which may cause distress. You should not use this feature if you do not wish to learn such information.</li></ul><p>YOU ACKNOWLEDGE THAT YOUR USE OF THE PLATFORM AND THE SERVICES IS AT YOUR SOLE RISK, AND THAT YOU ASSUME FULL RESPONSIBILITY FOR ALL RISKS ASSOCIATED THEREWITH. THE PLATFORM AND SERVICES ARE BEING MADE AVAILABLE ON AN &ldquo;AS IS, WHERE IS&rdquo; BASIS, WITHOUT ANY WARRANTY WHATSOEVER, WHETHER EXPRESS OR IMPLIED. TO THE EXTENT PERMITTED BY LAW, WE DISCLAIM ANY IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, MERCHANTABILITY, SATISFACTORY QUALITY, ACCURACY, OR FITNESS FOR A PARTICULAR PURPOSE. BABYLON DOES NOT GUARANTEE THAT THE INFORMATION OR CONTENT MADE AVAILABLE IN AND THROUGH THE PLATFORM AND / OR THE SERVICES WILL MEET YOUR REQUIREMENTS, IS ERROR-FREE, RELIABLE, ACCURATE, TIMELY, USEFUL, ADEQUATE, COMPLETE OR SUITABLE. BABYLON IS NOT RESPONSIBLE FOR LOSS OF DATA DUE TO MOBILE / WIRELESS TELECOMMUNICATION AND TRANSMISSION ERRORS.</p><p><strong>C) WHAT WE NEED FROM YOU IN ORDER TO PROVIDE SERVICES</strong></p><p><strong>We can&rsquo;t provide our Services without certain information and other things from you</strong></p><ul><li>We rely on an accurate record of your use of Services in order to do this. Please do not therefore register more than once for our Services.</li><li>We can only provide the Services in accordance with these terms if you provide us with the information we need in order to help you. You must be careful that:</li></ul><ul><li>any information you give to us or enter into the Platform is accurate and in English or Filipino;</li><li>if you have any concerns about the information we provide you or any information in the Platform, that you seek further medical advice from a qualified medical professional; and</li><li>you tell us if any of your information about you is or becomes inaccurate or incomplete so we could rectify it accordingly.</li></ul><p><strong>D) TECHNICAL REQUIREMENTS FOR USING THE PLATFORM</strong></p><p>The App includes software provided by people other than the Company, and uses certain data that you provide to it in order to work.</p><p><strong>E) REGULATION OF OUR SERVICES </strong></p><p>Accessing our Services outside of the Philippines</p><ul><li>Our Services are available to adults (i.e. persons above the age of 18).</li><li>If you are accessing our Services from outside the Philippines, you should check whether it is lawful to access our Services in the territory where you are. We cannot take responsibility for any differences between the rules in the Philippines and any different rules applying to these Services anywhere else.</li></ul><p><strong>F) CHILDREN AND OUR SERVICES</strong></p><p>Children under 18 may not use our Services.&nbsp;</p><p><strong>G) OTHER LIMITS ON OUR SERVICE</strong></p><p><strong>Other limitations and restrictions on the use of services</strong></p><ul><li>If you choose to submit details about your symptoms in the Platform, the information returned is on the basis of general healthcare information and not as personalised health advice for you. You acknowledge that you are responsible for seeking such advice from a qualified medical professional.</li><li>Our Services are designed to be accessed remotely by any of our customers and are not designed to be used by people who do not speak the languages in which the Services are provided.</li><li>We may need to ask you for certain personal information in order to provide our Services. If you do not provide this information when requested, we may be unable to provide our Services.</li><li>The Platform has not been developed to meet your individual requirements. It is therefore your responsibility to ensure that the facilities and functions of the Platform meet your requirements.</li><li>We may suspend your access to Services or terminate your account with us if your use of the Services breaches any of these terms.</li><li>The Company, and any and all of its shareholders, directors, officers, employees, representatives, and agents, are not engaged in the practice of medicine in the Philippines, whether by and through the Platform in partnership with Prudential and do not provide healthcare and medical services in the Philippines.&nbsp;</li><li>Nothing in the Platform in partnership with Prudential shall be construed as the practice of medicine, nutrition, dietetics, nursing, physical therapy, or any other profession by the Company or any and all of its shareholders, directors, officers, employees, representatives, and agents.&nbsp;</li><li>Nothing in the Platform in partnership with Prudential shall be construed as an act constituting an offer or undertaking by the Company or any and all of its shareholders, directors, officers, employees, representatives, and agents, by any means or method, to diagnose, treat, operate or prescribe any remedy for any human disease, injury, deformity, physical, mental or physical condition in the Philippines.</li></ul><p><strong>H) ACCESSING OUR SERVICES</strong></p><p><strong>How to access our Services, and limitations and other terms concerning access</strong></p><ul><li>Our Services are accessed remotely using the internet, data networks and devices which can access the internet (&ldquo;<strong>Infrastructure</strong>&rdquo;) and operate the Platform. We make the Platform available for access using Infrastructure but are not responsible for Infrastructure ourselves. If you wish to use the Services, you should ensure you have an internet-enabled device and a sufficient internet connection available.</li><li>Technical or security threats or issues affecting the Infrastructure may require us to suspend our Services in order to ensure they are secure and/or operating optimally. We will minimise these suspensions but are not responsible to refund charges or compensate you if they occur, unless they exceed 30 days in aggregate in any 12 month period, in which event you may cancel your agreement with us.</li><li>When you use the Platform or send e-mails to us, you are communicating with us electronically. We will communicate with you by e-mail or by posting notices, alerts, prompts, information fields or other information through the Platform as is necessary to deliver the Services to you, subject to the provisions of our Privacy Policy.</li><li>We operate anti-virus and malicious software prevention measures on our Platform, but we cannot guarantee that our Services will always be virus-free. You should ensure that your devices used to access Services are protected against viruses and malicious software. You must not use or expose the Platform to virus or malicious software contamination.We will not be liable for breach of your personal data where the proximate cause of that breach is your act or omission constituting exposure of the Platform to virus or malicious software contamination.</li><li>You must not attempt to gain unauthorised access to the Services or the Platform. Installation of the Platform on a device that has had its operating system compromised by the process of Jailbreaking (Apple iOS) or Rooting (Android) is not permitted and may result in the security of your personal data being compromised. We will not be liable for breach of your personal data where the proximate cause of that breach is the Jailbreaking or Rooting.</li></ul><p><strong>I) CHANGES TO THESE TERMS</strong></p><p><strong>What happens if we change these terms</strong></p><p>We may need to change these terms sometimes, for example, when the rules regulating our Services change, in order to ensure that our Services are secure, and your information is safe, or when we update or modify our Services. If we make a change to these terms that affects your rights or obligations, we will notify you. If you do not agree to, or cannot comply with, these terms as amended, you should not use the Platform. You will be deemed to have accepted these terms as amended if you continue to use the Platform after any amendments are made</p><p><strong>J) HOW WE MAY USE YOUR PERSONAL INFORMATION&nbsp;</strong></p><p><strong>How we use your information</strong></p><p>We use your personal information in accordance with our <a href='https://www.babylonhealth.com/terms/privacy'>Privacy Policy. </a>Please take the time to read it as it includes important details about how we secure and process your data.</p><p><strong>K) LIMITATIONS ON SERVICE PROVISION</strong></p><p><strong>Sometimes, you will not be able to receive Services &ndash; this section explains why</strong></p><p>We may not be able to provide our Services if they are affected by events outside our control. We are not responsible to you if this happens, but if it does, we will notify you as soon as we can and take the steps that we reasonably can to minimise the interruption to our Services.</p><p><strong>L) OUR LIABILITY TO YOU</strong></p><p><strong>Because these terms are part of a binding legal agreement, we must compensate you for loss you suffer if our service doesn't comply with these terms. However, we don't compensate you for all losses. This section is important as it explains those things.</strong></p><ul><li>To the extent permitted by law, in no event will Babylon or its suppliers or partners, be liable to you, including for indirect, general, incidental, consequential, exemplary or other damages (even if we have been advised of the possibility of such damages). This exclusion of liability shall apply notwithstanding the breach of a fundamental term or condition of these terms or any fundamental breach of these terms.</li><li>Our software and Services are provided on an &lsquo;as is&rsquo; basis without a warranty of any kind being provided by us. To the extent permitted by law, Babylon disclaims all warranties and conditions, either legal, express or implied, arising from statute, course of dealing, usage of trade or otherwise, including but not limited to warranties and conditions of merchantability, merchantable quality, quality or fitness for a particular purpose, title and non-infringement of third party rights.&nbsp;</li><li>We supply the Services for private personal use and we are not responsible for any losses you suffer arising out of the use of the Services which are business losses.&nbsp;</li><li>We design our Services, the Platform with the objective of keeping your personal health data secure and it is important that you follow the usage instructions and advice in these terms and the Privacy Policy in order to keep your data safe. We are not liable for loss or unauthorized access to your data where it results from you not following these instructions and advice.</li><li>You agree that Babylon is the sole provider of all Services provided through the Platform and any claim you bring under these terms may solely be brought against Babylon.</li><li>Notwithstanding anything contained in these terms:</li><ol> <li>these terms are only intended to exclude or limit the rights and remedies you may have to the maximum extent permitted by law; and</li><li>nothing in these terms are intended to exclude or limit Babylon&rsquo;s liability to you for any loss or damage arising from (i) negligence on the part of Babylon or (ii) breach of any express terms contained herein or implied by law.</li></ol> </ul><p1><strong>M) OUR BRAND AND CREATIVE MATERIAL</strong></p1><p><strong>The basis on which you use our Platform and Services</strong></p><ul><li>We own copyright and other intellectual property rights in the Platform, our Services and their content (&ldquo;<strong>Babylon IPR</strong>&rdquo;).</li><li>You are permitted to use Babylon IPR in order to receive our Services, store it on your device and print copies of it for your personal use. You may communicate material containing Babylon IPR to your medical practitioner. You are not permitted to copy, distribute or make any business use of Babylon IPR. You must not remove or obscure any notices regarding Babylon IPR.</li><li>The Babylon mark, logo, combined mark and logo and other marks indicated in our Platform are our trademarks of the Company or its affiliates in the United Kingdom and other countries. Other graphics, logos, page headers, button icons, scripts, and service names are trademarks of other businesses or our affiliates or Partners.</li></ul><p><strong>N) LICENCE AND PLATFORM USE</strong></p><p><strong>You are allowed to use the Platform but not copy it or distribute it</strong></p><ul><li>We grant you a limited licence to access and make personal use of the Platform and not to modify it, or any portion of it, except with our express written consent of the Company. This licence does not include any resale or commercial use of the Platform or its contents; any derivative use of the Platform or its contents; or any use of data mining, robots, or similar data gathering and extraction tools.</li><li>The Platform or any portion of the Platform may not be reproduced, duplicated, copied, sold, resold, visited, or otherwise exploited for any commercial purpose without our express written consent. Any unauthorised use terminates the permission or licence granted by the Company.</li><li>You may not use any logo or other proprietary graphic or trademark of ours, our Partners or affiliates without our express written permission.</li><li>The Platform or any Service may contain links to other independent third party websites (&ldquo;<strong>Third party Sites</strong>&rdquo;). Third party Sites are not under our control, we do not provide Services via those websites and we are not responsible for and do not endorse their content. You will need to make your own independent judgement regarding your interaction with any Third party Sites, including the purchase and use of any products or Services accessible through them.</li><li>If any open-source software is included in the Platform, the terms of an open-source licence may override some of the terms set out in this section.</li></ul><p><strong>O) COMPLAINTS AND DISPUTES</strong></p><p><strong>What happens if you have a complaint about our Services or disagree with us about anything to do with these terms</strong></p><ul><li>You can always give us feedback on our Services by submitting feedback through the &lsquo;Provide Feedback&rsquo; page.</li><li>If you have a complaint about our Services, we would like to resolve it as soon as possible. Please tell us about your complaint as soon as you can so that we can do this.</li><li>If you wish to make a formal complaint about our Services, you should do so as soon as possible through the &lsquo;Provide Feedback&rsquo; page. We may ask you for certain details about you and your complaint in order to address it. Please provide these as soon as you can so that we can resolve your complaint quickly.</li><li>We will tell you the outcome of our investigation into your complaint and give you the chance to discuss it with us.</li><li>If any disagreement between you and us arises in connection with these terms, we will attempt to resolve it by discussing it with you.</li><li>These terms are governed by English law and the English courts shall have exclusive jurisdiction to hear any claim arising out of or in connection with these terms or the use of our products and Services.</li></ul><p><strong>P) OTHER IMPORTANT TERMS</strong><p><p><strong>Other provisions explaining how we may exercise our rights under these terms</strong></p><ul><li>We may assign or transfer our rights and obligations under these terms without notice or approval.</li><li>You may only transfer your rights or your obligations under these terms to another person if we agree.</li><li>The agreement for our Services is between you and us, and no-one else has any right under the Contracts (Rights of Third Parties) Act 1999 (or any equivalent legislation in any applicable jurisdiction) to enforce any term of, or enjoy any benefit under, these terms.</li><li>You agree to defend, indemnify and hold harmless Babylon from and against any and all demands, losses, liabilities, damages, claims, causes of action, actions and suits, fees, costs and attorneys' fees of any kind whatsoever arising, directly or indirectly, out of or in connection with your use or misuse of the Platform or the Services, the information you disclosed to us, or any negligent or wrongful act or omission by you or your agent or representative, including, without limitation, infringement of Babylon IPR or third-party intellectual property rights by you or your agent or representative.</li><li>Any notices or other communication to you will be sent to you through the email address that you registered for your account.</li><li>In the event that any provision of these terms is held or determined by a court of competent jurisdiction to be invalid or unenforceable, the remaining provisions of these terms shall remain in full force and effect and such invalid or unenforceable provision shall be construed in a manner so as to give the maximum valid and enforceable effect to the intent of the parties expressed in these terms.</li><li>These terms, together with any terms and conditions incorporated by reference or referred to in these terms constitute the entire agreement between us and supersedes any prior understandings or agreements (whether oral or written) relating to the Platform and/or the Services.</li><li>This policy shall be drafted in English as well as in Filipino. In the event of any inconsistency between the English version and the Filipino version of this policy, the English version shall prevail over the Filipino version.</li></ul>",
            "type": "htmltext",
            "key": "termsAndConditionBabylon"
        },
        {
            "header": "Privacy Notice",
            "label": "<p><strong>PULSE PRIVACY NOTICE</strong></p><p><strong>Effective Date: 4 March 2020 (OPv1.0)</strong><strong><br /> <br /> </strong></p><h1>Why Privacy?</h1><p>We are serious about our responsibility to look after the information you give us.&nbsp; We collect various information about you when you use the Pulse App.&nbsp; This notice tells you:</p><ul><li>Who we are;</li><li>What information we collect and why;</li><li>Where we get your information from and who we share it with;</li><li>What you can ask us to do; and</li><li>How to contact us if you need to.</li></ul><h1>Who are we?</h1><p>For data collected and/or processed through the Pulse App in its own name and account, the personal data user or controller is Prudential Services Asia Sdn Bhd (the &ldquo;<strong>App Provider</strong>&rdquo;, &ldquo;<strong>our</strong>&rdquo; &ldquo;<strong>us</strong>&rdquo; or &ldquo;<strong>we</strong>&rdquo;) and the Prudential life insurance entity in your country (listed in Appendix 2), each acting as a separate data user or data controller.&nbsp; The Prudential life insurance entity in your country will process your personal data in accordance with their own Privacy Notice which you may access via the websites indicated in Appendix 2.&nbsp;</p><p>For data collected and/or processed by the Hosted App Providers, or by the App Provider on behalf of the Hosted App Providers, the personal data user or controller will be the respective Hosted App Providers who will process your personal data in accordance with their privacy notices, as the case may be.</p><h1>What data do we collect and where do we collect it from?</h1><p>Providing your personal data is voluntary. However, if you do not provide your personal data, we may be unable to register you for the Pulse App or provide the Pulse App Services or your use of or access to the Pulse App may be otherwise limited.</p><p>We collect the following data about you:</p><p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Personal data you provide:</p><ul><li>Personal and contact details such as, your name, address, telephone number, email address, other third party login information (e.g. social media logins) where you choose to use them;</li><li>Biometric information (including&nbsp;facial images) where you&nbsp;choose&nbsp;to use&nbsp;any aspect of the Pulse App Services or Hosted App Services that may require them;</li><li>Your gender, date of birth and/or age (if required for use of a service);</li><li>Your identification number or passport number (if required for use of a service);</li><li>Records of any contact you have with us;</li><li>Details you provide when you elect to participate in any activities conducted by us relating to the Pulse App;</li><li>Details requested by a Hosted App Provider where we process personal data on their behalf; or</li><li>Details related to your health and medical history ('Health Data') that you have provided to a Hosted App Provider, but only where you have specifically consented to the Hosted App Provider disclosing that Health Data to us for a particular purpose. Where required by applicable laws or regulation, any processing of Health (and where relevant other sensitive) Data, will be based on your explicit consent.</li></ul><p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Personal data we collect from other sources:</p><ul><li>Data from other Pulse users who recommend you to us (e.g. your email address or mobile phone number<em>)</em>;</li><li>other third party login information (e.g. social media logins) where you choose to use them;</li><li>From Hosted App Providers (e.g. Health Data) and other third parties, such as agents and distributors;</li><li>From members of Prudential Group where you have any previous dealings with them; and</li><li>From any responses to surveys, challenges or activities with the Pulse App (e.g. location data, fitness data, challenge activity) where you have allowed it.</li></ul><p>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Personal data we collect automatically when you use the Pulse App:</p><ul><li>Details relating to your device and use of the Pulse App and Pulse App Services including location data where it is required;</li><li>Data that is generated through your actions when using the Pulse App or Hosted App;</li><li>Data regarding all other interactions with the Pulse App or Hosted App, your advertising preferences, and communications with us, members of the Prudential Group or a Hosted App Provider;</li><li>Location data, including the location data of your mobile device;</li><li>Mobile device and connection information, information on data traffic, your IP address, access times, browsing history data, language settings, information connected with your third party login and<em>/</em>or weblog information etc<em>. </em></li></ul><p>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Personal data we collect through cookies or other similar technologies.</p><p>These items may include the following, for example <em>(</em>as may be applicable<em>):</em></p><ul><li>Access time, frequency and duration of visits <em>/ </em>use of the Pulse App;</li><li>Data about your activities and interactions with our advertising partners <em>(</em>if any<em>)</em>;</li><li>The model or device type used by you, operating system <em>/ </em>version, browser type and settings, device ID, advertisement ID <em>(</em>if any<em>)</em>, and other cookie<em>-</em>related data; and</li><li>Location data<em>.</em></li></ul><p>&nbsp;</p><p>When you use the Pulse App, we may use cookies and similar technologies to provide you with a better, faster and safer user experience or to show you personalized advertising. Cookies are small text files that are automatically created by your browser and stored on your device when you use the Pulse App.</p><p>You are free to disable the use of cookies and similar technologies if this is supported by your device. You can manage your cookie settings in your browser or device settings.</p><p>If you decide not to have your personal data processed by us for advertising purposes via cookies (and similar technologies), this does not mean that we will not show you advertisements. It simply means that these advertisements will not be personalized for you using first-party or third-party cookies, web beacons, or similar technologies.</p><h1>Why do we need your personal data?</h1><ul><li>To process your registration and provide you with&nbsp;access&nbsp;to the features, functionalities and services on&nbsp;the Pulse App, Pulse App Services and Hosted App Services;&nbsp;</li><li>For our processing in connection with our internal business purposes, and the improvement and development of the Pulse App, the Pulse App Services, the Hosted App Services and the research and development of future products, services, functionalities and features (including AI powered products, features and services).</li><li>To enable you to register with a Hosted App, should you choose to do so;</li><li>To comply with the instructions of a Hosted App Provider where we process personal data on its behalf;</li><li>To process and communicate with you about your participation in any events, promotions, focus groups, research studies, contests, fulfilment of rewards, polls, surveys, productions or similar activities relating to the Pulse App;</li><li>To send you promotional materials from us and our Business and Marketing Partners and entities in the Prudential Group, their Business and Marketing Partners;</li><li>To monitor Pulse App and Pulse App Services usage to provide us with information to be used in making changes to the Pulse App and Pulse App Services and to conduct profiling such as marketing profiling;</li><li>As we believe to be reasonably necessary or appropriate to monitor, enforce or verify your compliance with the terms applying to the Pulse App and Pulse App Services;</li><li>To communicate with you and respond to questions, comments and feedback from you;</li><li>For internal administrative purposes, such as auditing, data analysis, database records;</li><li>For purposes of detection, prevention and reporting of crime; and</li><li>To comply with any obligations under law for the App Provider.</li></ul><h2>Direct marketing</h2><p>We will use/share your data to conduct direct marketing campaigns&nbsp;to offer Pulse App and insurance related services, including from the Hosted App Providers and their Business and Marketing Partners and members of Prudential Group and their Business and Marketing Partners and&nbsp;to offer you insurance and finance related products; and other products and services provided by the above-mentioned parties or other partners.</p><p>The information used/shared will be your name and&nbsp; any contact details (including those obtained from your use of a third party login) &nbsp;you have provided through your use of the Pulse App.&nbsp; We will only do this if (where applicable laws and regulation apply) you have given your consent in a way that is required by laws or regulation.</p><h2>Automated decision-making and Profiling</h2><p>We use technologies that are considered automated decision making or profiling. We will not make any automated decisions about you that would significantly affect you unless we have obtained your consent (when required by applicable law or regulation), or we are required by applicable law to use such technology.</p><p>We may deploy data analytics tools to monitor Pulse App and Pulse App Services usage to provide us with information to be used in deciding whether to make changes to the Pulse App and Pulse App Services and to conduct profiling such as marketing profiling.&nbsp; We may also collect and use technical data and related information including but not limited to technical information about your device including its system and application software, and peripherals, to facilitate the provision of updates, product support, and other services to you related to the Pulse App.</p><h1>What is our justification for using your data?</h1><p>We process your personal data based on the following:</p><ul><li>Where you have given your consent;</li><li>Where it is for the purposes of providing you with the features, functionalities and services you have chosen to use on the Pulse App, Pulse App Services and Hosted App Services.</li></ul><p>Where applicable laws and regulations allow, we may also process your data based on the following:</p><ul><li>Where the processing is necessary for the purposes of the legitimate interests pursued by us or by a third party to whom the personal data is disclosed (except where such interests are overridden by your fundamental rights and freedoms);</li><li>Where the processing is necessary&nbsp;in order to fulfil our / your obligations under the Pulse App Terms and Conditions;</li><li>The processing is necessary for compliance with a legal obligation to which the App Provider is subject; or</li><li>Other lawful criteria recognized under applicable law.</li></ul><p>However, for the processing of your personal data where applicable law or regulation requires prior consent, such as, but not limited to, where the processing involves sensitive personal data (including Health Data), where the processing involves automated-decision making or profiling, or where the processing involves the sending of direct marketing and/or promotional communications, our processing of your personal data will be based on your explicit consent only.</p><h1>Who do we share your information with?</h1><p>We may disclose your personal data to entities in the Prudential Group and their Business and Marketing Partners to the extent necessary for them to assist us with fulfilling the above purposes or in accordance with any consent you have given.</p><p>Where we collect your personal data on behalf of a Hosted App Provider, we disclose your personal data to that Hosted App Provider or as they may direct. Please see the privacy notice of the Hosted App Provider for their practices relating to your personal data.</p><p>We may also pass on your personal data to any legal, regulatory or government bodies, law enforcement authorities, government officials, and/or a third party where required by law or regulation</p><p>We may process your personal data in a country other than the one you are resident in. To the extent we transfer your personal data, we will use appropriate safeguards and comply with the laws of the country to which your personal information is transferred.</p><h1>How do we keep your data safe?</h1><ul><li>We have a detailed privacy policy and processes that are designed to provide protection to your data at all times;</li><li>We have detailed security policies and standards which allow us to effectively manage keeping your data safe;</li><li>We use encryption when your data is stored and when it is sent across networks;</li><li>We work closely with our partners to ensure that they provide the same level of protection to data they hold on their own or process on our behalf, including through detailed due diligence and Privacy Impact Assessments;</li><li>We manage and control who has access to your information both within and outside the Pulse App through access control and identification techniques; and</li><li>We have detailed plans for any unforeseen events including reporting (where required to do so by applicable laws and regulations) any breaches that may involve your data.</li></ul><p>For more details on our security and data management processes, please contact us.</p><h1>How long do we keep your data for?</h1><p>Your personal data will be stored by us in accordance with applicable data protection laws to the extent necessary for the processing purposes of this Privacy Notice, and specifically, for the following periods:</p><ul><li>For as long as it is required for the purposes you gave your consent to;</li><li>For as long as may be required by applicable laws and regulations; or</li><li>For legitimate business purposes of the App Provider.</li></ul><p>Your personal data will be deleted or anonymised after the relevant limitation or retention periods have expired.</p><h1>What can you do?</h1><ul><li>You can withdraw your consent for our collection, use or disclosure of your personal data by contacting us as set out in this Privacy Notice. Even if you withdraw your consent we may still collect, use or disclose your personal data if applicable laws and regulations require or authorize us to do so;</li><li>You can change your preferences, where you have given specific consent (this may vary depending on the country you are resident in) but may include, but is not limited to, objecting to receiving marketing and other promotional materials, automated decision making, using sensitive information, overseas transfer. To make changes you can use the privacy feature within the app or contact us at the contact details in the next section;</li><li>You may (where local laws provide you with the rights) ask us for a copy of and/or access to&nbsp;information that we hold about you in the Pulse app (you will need to request any information held by Hosted App Providers from them);</li><li>You may (where local laws provide you with the rights) ask us to amend any data that is incorrect, incomplete, outdated and/or misleading except in such cases where such a request is unreasonable;</li><li>You may (where local laws provide you with the rights) ask us to delete your data (we may need to retain data to meet other legal or regulatory requirements);</li><li>You may (where local laws provide you with the rights) ask us to restrict our use of your data;</li><li>You may (where local laws provide you with the rights) ask that we provide you with a copy of electronic data in a form that can be shared with others, and where technically feasible, to transmit such personal data to another data controller (i.e. other organizations or entities);</li><li>You may (where local laws provide you with the rights) request compensation for any harm caused by misuse of the personal data you share in Pulse App; and</li><li>You may (where local laws provide you with the rights) lodge a complaint with the data privacy regulator.</li></ul><h1>&nbsp;Updating your details and contacting us</h1><p>Please update your details as directed on the Pulse App if any details you have provided to us in your registration changes (e.g., if you change your e-mail address, telephone number). Please use the details below to contact us with any requests to do with your data.</p><table><tbody><tr><td><p><strong>Title </strong>/ <strong>Designation</strong>:</p></td><td><p><strong>Pulse</strong> <strong>Helpdesk</strong></p></td></tr><tr><td><p>Postal Address:</p></td><td><p>Attention:&nbsp; Privacy Officer, Prudential Services Asia Sdn Bhd, Tingkat 15, Menara Prudential, Persiaran TRX Barat, 55100 Tun Razak Exchange, Kuala Lumpur, Malaysia</p></td></tr><tr><td><p>Contact details :</p></td><td><p>03-27778493</p></td></tr><tr><td><p>Email:</p></td><td><p>privacy@wedopulse.com</p></td></tr></tbody></table><p>&nbsp;</p><p>We will respond to and action all requests within the time limits required by applicable law and regulation. We may refuse to action a request to correct or provide access to personal data where the law allows or requires us to do so. For security reasons, we may take steps to authenticate the identity of the requesting party before responding to a request.</p><p>In those countries where we are required to do so by law, we have appointed data protection officers to oversee the protection of your personal data. If you have any questions about this Privacy Notice or about data protection at the App Provider or have complaints regarding this Privacy Notice or our handling of personal data, you can contact us through the Pulse Helpdesk above..</p><h1>About this notice</h1><p><strong>Language</strong><strong>: </strong>To the extent there is any inconsistency between the English version and an official local translation of this Privacy Notice, the English version shall prevail.</p><p><strong>Hosted App</strong><strong>: </strong>Other than as expressly stated, this Privacy Notice does not apply to collection, use or disclosure of your personal data by a Hosted App Provider in relation to their Hosted App. Please see the privacy notice applying to the Hosted App.</p><p><strong>Definitions</strong><strong>: </strong>&nbsp;Capitalised terms not defined in this Privacy Notice shall have the meaning given to them in the Pulse App Terms and Conditions.</p><p>'<strong>Prudential Group</strong>' means Prudential Plc and any affiliates of Prudential Plc.</p><p>'<strong>Business and Marketing Partners</strong>' means service providers, accountants, auditors, IT service and platform providers, intermediaries, reinsurers/retakaful operators, investment managers, agents, pension trustees (and other stakeholders), scheme advisors, introducers, selected third party financial and insurance/takaful product providers, advertising providers&nbsp; and legal advisers.</p><p><strong>Amendments</strong>: &nbsp;We may amend this Privacy Notice at any time by communicating such change to you. The amendment takes effect on the date stated in the notice or, if no date is stated, on the date the communication is made. If you do not agree to the Privacy Notice as amended, you should not use the Pulse App and you should deregister your account as directed on the Pulse App.</p><p>&nbsp;</p><p><strong><br /> </strong></p><p><strong>&nbsp;</strong></p><h1><strong>Appendix 1 - Country Specific Information</strong></h1><p>If you are a user in one of the following countries, the following information is relevant to you.</p><p>&nbsp;</p><p><strong><u>The Philippines</u></strong></p><p>&nbsp;</p><p>Pulse is operated by Prudential Services Asia Sdn Bhd (PSA), an affiliate of Pru Life UK. &nbsp;Both companies are affiliates of Prudential plc, a company incorporated in the United Kingdom. &nbsp;Prudential plc, PSA, and Pru Life UK are not affiliated with Prudential Financial Inc., Philippine Prudential Life Insurance Company Inc., Prudentialife Plans, Inc. or Prudential Guarantee and Assurance, Inc.</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p><strong>Appendix 2 &ndash; Details of Prudential insurance entities in your country</strong></p><table><tbody><tr><td><p>Country</p></td><td><p>Prudential insurance entity</p></td><td><p>Website</p></td></tr><tr><td><p>Thailand</p></td><td><p>Prudential Life Assurance (Thailand) Public Company Limited</p></td><td><p><a href='https://www.prudential.co.th/corp/prudential-th/th/'>https://www.prudential.co.th/corp/prudential-th/th/</a></p></td></tr><tr><td><p>The Philippines</p></td><td><p>Pru Life Insurance Corporation of U.K.</p></td><td><p><a href='https://www.prulifeuk.com.ph/en/'>https://www.prulifeuk.com.ph/en/</a></p></td></tr><tr><td><p>Vietnam</p></td><td><p>Prudential Vietnam Assurance Private Limited</p></td><td><p><a href='https://www.prudential.com.vn/vi/'>https://www.prudential.com.vn/vi/</a></p></td></tr><tr><td><p>Taiwan</p></td><td><p>PCA Reinsurance Co. Ltd.</p></td><td><p><a href='https://www.pcalife.com.tw/zh/'>https://www.pcalife.com.tw/zh/</a></p></td></tr><tr><td><p>Cambodia</p></td><td><p>Prudential (Cambodia) Life Assurance Plc</p></td><td><p><a href='https://www.prudential.com.kh/km/'>https://www.prudential.com.kh/km/</a></p></td></tr><tr><td><p>Laos</p></td><td><p>Prudential Life Assurance (Lao) Company Limited</p></td><td><p><a href='https://www.prudential.la/prudential-la/lo/'>https://www.prudential.la/prudential-la/lo/</a></p></td></tr></tbody></table><p>&nbsp;</p>",
            "type": "htmltext",
            "key": "privacyPolicyApp"
        },
        {
            "header": "Privacy policy",
            "label": "<p><strong>Privacy Policy</strong></p><p>At Babylon our mission is to put an accessible and affordable health service in the hands of every person on earth. We are passionate about high-quality and convenient healthcare. We are also passionate about privacy. We strive to comply with the EU&rsquo;s General Data Protection Regulation (<strong>GDPR</strong>), the UK&rsquo;s Data Protection Act 2018 (<strong>DPA</strong>), and the Philippines&rsquo; Data Privacy Act of 2012 and to be market leaders when it comes to healthcare and privacy.</p><p>This policy explains how we use your personal data. We want to help you understand how we work with your data, so that you can make informed choices and be in control of your information. We invite you to spend a few moments understanding this policy. We may update this policy from time to time and we will notify you when we do so.</p><p>This policy also explains how we use your personal data for our healthcare information services and products through our healthcare information platform (<strong>Platform</strong>).&nbsp;</p><p>This policy covers&nbsp;<br/>&bull; Who we are&nbsp;<br/>&bull; What personal data we hold and how we get it<br/>&bull; What we use your personal data for&nbsp;<br/>&bull; Sharing your personal data<br/>&bull; Retention<br/>&bull; Data security and transfers<br/>&bull; Your rights</p><p>If you have any further questions about how we process your information, please don't hesitate to get in touch by sending an email to DPO@babylonhealth.com</p><p><strong>Data controller</strong></p><p>Babylon Partners Limited (&ldquo;we&rdquo;, &ldquo;us&rdquo;, &ldquo;our&rdquo;, a company registered in England and Wales with registration number 08493276) is the data controller and its registered office and principal place of business is 60 Sloane Avenue, London SW3 3DD, England.</p><p><strong>What personal data we hold and how we get it</strong></p><p>We use the following categories of personal data:</p><p><strong>Personal details</strong></p><p>When you register with us, you complete a form and provide us with basic information about yourself, such as your name, date of birth and email address. If you use the service through one of our partners, the partner may provide this information to us.</p><p><strong>Personal information</strong></p><p>The main type of information we hold about you is related to your health and symptoms. This includes interactions with our digital services.</p><p>We get some of this information directly from you, when you register with us and when you use our services.</p><p>We may also hold information about you and your health from other apps, devices and services where you have given your consent to that data being shared with us. Examples include where you decide to share information collected from a smart watch or similar device with the Platform. In such cases, we shall not be liable for the collection and processing of such personal information by the operator of the app, device, or service.</p><p><strong>Technical information and analytics</strong></p><p>Whenever you use the Platform, we may automatically collect the following information where this is permitted by your device settings:</p><p>(a) technical information, including the address used to connect your mobile phone or other device to the Internet, your login information, system and operating system type and version, browser or app version, time zone setting, operating system and platform, and your location (based on IP address); and</p><p>(b) information about your visit, including products and services you viewed or used; Platform response times, interaction information (such as button presses)&nbsp;</p><p>We work with partners who provide us with analytics and advertising services (for our services only and not third-party advertising). This includes helping us understand how users interact with our services, providing our advertisements on the internet, and measuring performance of our services and our adverts. Cookies and similar technologies may be used to collect this information, such as your interactions with our services.</p><p>All mandatory information is marked with an asterisk. If you do not provide the mandatory information, we will not be able to process your personal data for the purposes below and you may not be able to use the Platform.</p><p><strong>What we use your personal data for</strong></p><p>The purposes for which we use your personal data and the legal grounds on which we do so are as follows.&nbsp;</p><ul><li>We obtain and use your personal details in order to establish and deliver our contract with you.</li><li>We obtain and use your medical information because this is necessary for us to provide healthcare information and services. This includes our digital services.</li><li>Where you have provided your explicit consent, we will use your medical information (always having removed personal identifiers, such as your name, address, and contact details) to improve our healthcare products and services and our artificial intelligence system, so that we can deliver better healthcare to you and other Babylon users. This medical information (de-identified in the way described above) may include your interactions with our own artificial intelligence services, such as our symptom checker. This does not involve making any decisions about you &ndash; it is only about improving our products, services and software so that we can deliver a better experience to you and other Platform users and help achieve our aim of making healthcare affordable and accessible to everyone. Strict confidentiality and data security provisions apply at all times.</li><li>We may use your personal details to communicate with you from time to time about service related matters and updates.&nbsp;</li><li>We may analyse data about your use of our products and services to, for example, troubleshoot bugs within the Platform, forecast demand of service and to understand other trends in use, including which features users use the most and find most helpful, and what features users require from us. This does not involve making any decisions about you &ndash; it is only about improving the Platform so that we can deliver better services to you. Strict confidentiality and data security provisions will apply at all times.</li><li>Where necessary, we may need to share your personal details with organisations who specialise in fraud prevention and detection for the purposes of fraud prevention and detection.</li><li>We also store your interactions with our digital services, for safety, regulatory, and compliance purposes. For example, we may need to review your information and, where necessary, make disclosures in compliance with reasonable requests by regulatory bodies or competent courts of law, or as otherwise required by law or regulation.</li><li>Where necessary for safety, regulatory and/or compliance purposes we may audit your other interactions with our services. Strict confidentiality and data security provisions will apply at all times to any such audit and access.</li><li>We may preserve or disclose information about you to comply with a law, regulation, legal process, or governmental request; to assert legal rights or defend against legal claims; or to prevent, detect, or investigate illegal activity, fraud, abuse, violations of our terms, or threats to the security of our services or the physical safety of any person.&nbsp;</li></ul><p><strong>Sharing your personal data with others</strong></p><ul><li>We may share your personal data with members of our corporate group and the Prudential Group. This is to help us deliver our services to you.&nbsp;</li><li>We may share your personal data with companies we have hired to provide services on our behalf, including those who act as data processors on our behalf, acting strictly under contract in accordance with the applicable data protection legislation (including Article 28 of the GDPR and the Data Privacy Act of 2012). Those data processors are bound by a data processing agreement with strict confidentiality and data security provisions, and they can only use your data in the ways specified by us.</li><li>We may share with our commercial partners aggregated data that does not personally identify you, but which shows general trends, for example, the number of users of our service.</li></ul><p>Where you access our services through your health insurance provider, and where you have given your consent, we will need to let your insurance company know your name, email address, policy number, location (based on IP address), demographic information and other similar information.</p><p>We may preserve or disclose information about you to comply with a law, regulation, legal process, or governmental request; to assert legal rights or defend against legal claims; or to prevent, detect, or investigate illegal activity, fraud, abuse, violations of our terms, or threats to the security of our services or the physical safety of any person.&nbsp;</p><p>Except as described above, we will never share your personal information with any other party without your consent.</p><p><strong>Retention periods</strong></p><p>The below is a summary of our retention policy, but we may retain records for other periods as required by law or regulation.</p><p><strong>Type of record</strong></p><p>Interactions with our digital services, including personal details, health information and technical information (wherever permitted by your device settings)</p><p><strong>Retention period</strong><strong><br/></strong>10 Years</p><p><strong>Data storage, security and transfers</strong></p><p>We do not store your personal data on your mobile device. We store all your personal data on secure servers.</p><p>Where you have chosen a password that enables you to access certain parts of the Platform, you are responsible for keeping this password confidential. We ask you not to share the password with anyone.</p><p>We encrypt data transmitted to and from the Platform. Once we have received your information, we will use strict procedures and security features to try to prevent unauthorised access. We will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this privacy policy.</p><p>Your data may be processed or stored via destinations outside the Philippines where you have given your consent, but always in accordance with data protection law and subject to strict safeguards. For example, we work with third parties to use their software platforms who have servers outside the Philippines, the UK or European Economic Area to send communication emails to our users.&nbsp;</p><p><strong>Other</strong></p><p>We do not knowingly collect information online from children under the age of 18. If Babylon becomes aware that any person submitting information to the Service is under the age of 18, we will promptly take steps to delete any personal information collected. If you become aware that an individual under the age of 18 has provided us with personal information, please contact us at the contact information listed below.</p><p><strong>Your rights</strong></p><p>You have specific rights under the GDPR, DPA and the Data Privacy Act of 2012 to:</p><ul><li>Wherever we rely on your consent to process your personal data you have the right to withdraw that consent at any time. You can do this via the &lsquo;Provide Feedback&rsquo; page in the Platform.</li><li>Understand and request a copy of information we hold about you. For recordings of your appointments with us and other medical notes, you can access these via the Platform. For other information that we hold about you, you can make a request via the &lsquo;Provide Feedback&rsquo; page in the Platform.</li><li>Ask us to rectify or erase information we hold about you, subject to limitations relating to our obligation to store medical records for prescribed periods of time.</li><li>Ask us to restrict our processing of your personal data, or object to our processing.</li><li>Ask for your data to be provided on a portable basis.</li></ul><p>For any concerns or if you wish to exercise your rights above, please contact us at:</p><p>Email:&nbsp;<a href='mailto:DPO@babylonhealth.com'>DPO@babylonhealth.com</a>. You may also contact the Information Commissioners Office for any concerns:</p><p>Address: Information Commissioner's Office, Wycliffe House, Water Lane, Wilmslow, Cheshire, SK9 5AF, England</p><p>Telephone: +44 (0) 303 123 1113 (local rate)</p><p><strong>Language</strong></p><p>This policy shall be drafted in English as well as in Filipino. In the event of any inconsistency between the English version and the Filipino version of this policy, the English version shall prevail over the Filipino version.</p>",
            "type": "htmltext",
            "key": "privacyPolicyBabylon"
        },
        {
            "type": "htmllink",
            "key": "termsAndConditionTitle",
            "label": "Terms and conditions"
        },
        {
            "type": "htmllink",
            "key": "privacyPolicyTitle",
            "label": "Privacy policy"
        },
        {
            "type": "htmltext",
            "key": "andLabel",
            "label": "and"
        },
        {
            "type": "htmltext",
            "key": "orLabel",
            "label": "or"
        },
        {
            "type": "htmltext",
            "key": "separatorConventionalAndSocialRegister",
            "label": "OR"
        },
        {
            "type": "htmltext",
            "key": "tandc_privacy_combine_app",
            "label": "<p><strong>Pulse App Terms and Conditions </strong></p><p>&nbsp;</p><p>Date :&nbsp;14 February 2020</p><p>Prudential Services Asia Sdn Bhd (&ldquo;we&rdquo;, &ldquo;us&rdquo;, &ldquo;our&rdquo;) provides the Pulse App on the terms and conditions set out below. By registering for the Pulse App you enter into an agreement with us as set out in these terms and conditions ('Agreement'). &nbsp;</p><ol><li><strong>INTRODUCTION </strong></li></ol><p>The Pulse App is a platform hosted by us through which you can access certain features, services and information provided by us ('Pulse App Services'). Through the Pulse App you can also access third party supplied 'Hosted Apps'. Access to the Pulse App outside your registered jurisdiction ('Home Country') may be restricted. The Pulse App will be updated from time to time to add, delete and change the available services, information and features.&nbsp; Please check regularly for updates to the Pulse App.</p><p>Please practice good security in using the Pulse App. For example, the device on which you install and access the Pulse App should be password protected and set to lock after a short period of inactivity.</p><ol><li><strong>REGISTRATION AND PRUAPP ID </strong></li></ol><p>In registering for the Pulse App you will have a unique account (a &ldquo;PruApp ID&rdquo;). Your PruApp ID is valuable, and you are responsible for maintaining its confidentiality and security. We are not responsible for any losses arising from the unauthorized use of your PruApp ID. Please contact us if you suspect your PruApp ID has been compromised.</p><p>Unless you have parent or legal guardian consent, you must be age 18 or above to create a PruApp ID and use the Pulse App. PruApp IDs for persons under 18 can be created by a parent or legal guardian.&nbsp; The parent or legal guardian is responsible for ensuring the person complies with this Agreement.</p><ol><li><strong>WARNING FOR PULSE APP SERVICES</strong></li></ol><p>Information and services available through the Pulse App Services is provided for general guidance only and may not address all matters relevant to your particular circumstances. In no way are the Pulse App Services intended to be a personal or medical diagnosis, nor a health-care service or serve as a medical device. If your symptoms persist, change or worsen, or you are concerned, please speak to a doctor or medical health care professional immediately. The Pulse App Services may include information sourced from third parties that we have not verified for accuracy or completeness. You should seek advice from an appropriately qualified individual before acting on any information or services available through the Pulse App Services.&nbsp;</p><ol><li><strong>HOSTED APPS</strong></li></ol><p>Hosted Apps are provided by a third party ('Hosted App Provider'). A Hosted App can be identified by the relevant pages containing the logo or name of such Hosted App Provider, and/or the statement 'Powered by [name of Hosted App Provider]'. The services the Hosted App Provider provides through the Hosted App are 'Hosted App Services'. If you register for and / or access a Hosted App you will be entering into an agreement with the Hosted App Provider on the terms they set ('Hosted App Terms') which will be separate and independent from this Agreement. You must comply with the Hosted App Terms. The Hosted App Provider (and not us) is solely responsible to you for providing the Hosted App Services, and we will not be liable for any of the Hosted App Services nor for any acts or omissions of any Hosted App Provider.&nbsp; The Hosted App Provider may charge for some of the Hosted App Services.</p><p>We reserve the right to remove or restrict access to any Hosted App.</p><ol><li><strong>THIRD PARTY WEBSITES</strong></li></ol><p>The Pulse App may provide links to third-party websites. You use any third-party websites at your sole risk. We are not responsible for examining or evaluating the content or accuracy of any third-party websites and have no liability for any such third party websites. &nbsp;</p><ol><li><strong>TOOLS AND MONITORING</strong></li></ol><p>We may deploy data analytics tools to monitor Pulse App and Pulse App Services usage to provide us with information to be used in deciding whether to make changes to the Pulse App and Pulse App Services and to conduct profiling such as marketing profiling.&nbsp; We may also collect and use technical data and related information&mdash;including but not limited to technical information about your device including its system and application software, and peripherals&mdash;to facilitate the provision of updates, product support, and other services to you related to the Pulse App. Any personal data collected pursuant to this paragraph will be subject to our Privacy Notice separately accepted by you with this Agreement.</p><p>We may take steps as set out in this Agreement and as we believe are reasonably necessary or appropriate to monitor, enforce or verify your compliance with this Agreement, including the Usage Rules.</p><ol><li><strong>USAGE RULES</strong></li></ol><p>We grant you a nontransferable licence to use the Pulse App and Pulse App Services as permitted by the below 'Usage Rules'.&nbsp; We may monitor your use of and activity on the Pulse App and Pulse App Services to monitor compliance with the Usage Rules.</p><p><strong>Usage Rules:</strong></p><ul><li>You may only use Pulse App and its information and services for personal, noncommercial purposes.</li><li>You must not tamper with or circumvent any security technology included with the Pulse App.</li><li>You must not reverse-engineer, disassemble, attempt to derive the source code of, modify, or create derivative works of the Pulse App, any updates, or any part thereof (except to the extent that any such restriction is prohibited by applicable law or to the extent as may be permitted by the licensing terms governing use of any open-sourced components included with the Pulse App).</li><li>You must not distribute or make the Pulse App available, whether offline or over any network, where it could be used by multiple devices at the same time.</li><li>If you sell or otherwise provide to a third party the device on which you installed the Pulse App, you must de-install the Pulse App from the device before doing so.</li><li>You must comply with the Submission Guidelines.</li><li>You must comply with any terms of use identified on the Pulse App as applying to particular content.</li><li>You must comply with all applicable laws applying to your use of the Pulse App and its information and services.</li></ul><p>If any third party makes a claim against us due to your breach of the Usage Rules, you will indemnify us for any costs, expenses, fees, taxes and other liabilities incurred by us arising from such claim, including our reasonable costs and expenses in defending and handling that claim.</p><ol><li><strong>YOUR SUBMISSIONS </strong></li></ol><p>The Pulse App may allow you to submit material such as comments, pictures and videos ('Submission'). Your use of such features and each Submission you post will be subject to our Privacy Notice and must comply with the below 'Submissions Guidelines'. &nbsp;</p><p><strong>Submissions Guidelines:</strong> You must <u>not</u> post any Submission that:</p><ul><li>you do not want others to see;</li><li>you do not have permission, right or license to post;</li><li>is objectionable, offensive, derogatory, unlawful, deceptive or harmful;</li><li>is personal, private or confidential information belonging to others;</li><li>is a request for information from a minor;</li><li>impersonates or misrepresents your affiliation with another person, or entity;</li><li>unless approved by us, is of a promotional nature, including but not limited to advertising, promotional materials, or informational announcements;</li><li>is or is any attempt to engage in any illegal, fraudulent, or manipulative activity; or</li><li>breaches any law.</li></ul><p>In posting a Submission you grant us a worldwide, royalty-free, perpetual, nonexclusive license to use the Submission within the Pulse App, for our internal purposes such as considering changes we may make to the Pulse App, our marketing of the Pulse App and for any purpose we notify in a request for Submissions.</p><p>We may decide to remove or edit any Submission. If you see materials that do not comply with the Submissions Guidelines, please use the Provide Feedback feature.</p><p>Any Submission you post is at your sole risk and you release us from any and all liability to you for any loss or liability relating to such Submission.&nbsp; If you have posted any Submission that you would like us to take down or stop using, please use the Provide Feedback feature.&nbsp; We will endeavor to promptly address your concern to stop further use and dissemination of the Submission, but we may be unable to act on any use or dissemination that has already occurred.</p><p>If we incur any liability in connection with a Submission you post, we may require you to reimburse us for our reasonable costs incurred in relation to that liability.</p><ol><li><strong>PAYMENT</strong></li></ol><p>We may use a third-party payment processor to handle secure payment for chargeable Hosted App Services offered by a Hosted App Provider and are not responsible nor will be held liable for any acts or omissions of such third-party payment processor.&nbsp;</p><ol><li><strong>INTELLECTUAL PROPERTY</strong></li></ol><p>All intellectual property rights in the Pulse App including but not limited to all content, graphics, user interface, audio clips, video clips, editorial content, and the scripts and software used to implement the Pulse App and Pulse App Services are owned by us and/or our licensors and is protected by applicable intellectual property and other laws. You are solely permitted to use the Pulse App and Pulse App Services as set out in the Usage Rules.</p><p>Our name, the Pulse App name, the Prudential logo and other Prudential trademarks, service marks, graphics, and logos used in connection with the Pulse App are trademarks or registered trademarks of Prudential Plc and its affiliates in the United Kingdom and other countries throughout the world. You are granted no right or license with respect to any of the aforesaid trademarks.</p><ol><li><strong>DISCLAIMER</strong></li></ol><p>We do not guarantee, represent, or warrant that your use of the Pulse App will be uninterrupted or error-free.&nbsp; From time to time we may disable or limit access to all or part of the Pulse App without notice to you.</p><p>We do not represent or guarantee that the Pulse App or Pulse App Services will be free from loss, corruption, attack, viruses, interference, hacking, or other security intrusion, and you hereby release us from any liability relating thereto. You are responsible for backing up your own system, including any content acquired through the Pulse App.</p><p>You expressly acknowledge and agree that use of the Pulse App is at your sole risk. The Pulse App and Pulse App Services are provided 'as is' and &ldquo;as available,&rdquo; with all faults and without warranty or guarantee of any kind, and we disclaim all warranties and conditions with respect to the Pulse App and Pulse App Services, either express, implied, or statutory, including, but not limited to, the implied warranties and/or conditions of satisfactory quality, of fitness for a particular purpose, of accuracy and of non-infringement of third-party rights. No oral or written information or advice given by us or any authorized representative shall create a warranty, guarantee, representation or similar.</p><ol><li><strong>LIABILITY</strong></li></ol><p>In no case shall we, our directors, officers, employees, affiliates, agents, contractors or licensors be liable in contract, tort (including negligence), statute or otherwise for any direct, indirect, incidental, punitive, special, or consequential damages arising from your use of the Pulse App or Pulse App Services or for any other claim related in any way to your use of or inability to use the Pulse App or Pulse App Services and/or content available therefrom, including, but not limited to, damages for loss of profits, loss of data, business interruption, or any other commercial damages or losses, any errors or omissions in any content, or any loss or damage of any kind incurred as a result of the use of any content posted, transmitted, or otherwise made available via the Pulse App or Pulse App Services, however caused, even if advised of their possibility. In no event shall our total liability to you in contract, tort (including negligence), statute or otherwise for all damages exceed (a) if our liability relates to Pulse App Services for which you have paid a charge, the amount you have paid; and (b) if (a) does not apply, the amount of fifty Hong Kong dollars or the equivalent amount in the currency of your Home Country.</p><p>Despite any other provision in this Agreement, the releases, disclaimers, limitations and exclusions of liability in this Agreement are each expressed to apply to the extent permitted by law.&nbsp; They are not intended to exclude, restrict or modify any liability that cannot be excluded, restricted or modified under law and shall be read subject to any mandatory non excludable liability.</p><ol><li><strong>SUSPENSION AND TERMINATION</strong></li></ol><p>You may terminate this Agreement at any time by deregistering your account as directed on the Pulse App.&nbsp; You will not be entitled to a refund of the unexpired portion of any amounts paid by you for Pulse App Services unless you terminate because we have made a change to or impacting the Pulse App Services to which the payment relates.</p><p>We may suspend your account if we reasonably believe you have breached this Agreement or any Hosted App Terms.&nbsp; Where appropriate we will give you prior warning before we act.&nbsp; However, we reserve the right, particularly for repeat breaches or breaches of a serious kind (such as non-compliance with the Usage Rules or with any Hosted App Terms) to suspend or terminate without giving you prior warning.&nbsp; You will not be entitled to any refund for any period of suspension or if we terminate due to your breach.</p><p>In addition to any other right of suspension or termination, we may terminate this Agreement at any time by giving not less than 30 days written notice to you.&nbsp; You will be entitled to a pro rata refund of the unexpired portion of any charges paid by you for services provided by us under the Pulse App.</p><p>On termination of this Agreement your right to access the Pulse App including any Hosted App ceases.&nbsp; If you subsequently wish to obtain services provided by the Hosted App Provider you will need to contact them directly.</p><ol><li><strong>General</strong></li></ol><p><strong>Agreement Changes:&nbsp; </strong>We may amend this Agreement at any time by sending notice to you. The amendment takes effect on the date stated in the notice or thirty (30) days after the sending of the notice, whichever is later. If you do not agree to, or cannot comply with, this Agreement as amended, you should not use the Pulse App and you should deregister your account as directed on the Pulse App.</p><p><strong>Governing Law:&nbsp; </strong>This Agreement and the relationship between you and us, and all transactions on the Pulse App shall be governed by the laws of Hong Kong. You and we agree to submit to the personal and exclusive jurisdiction of the Hong Kong courts.</p><p><strong>Trade Compliance:&nbsp; </strong>You must not use, make accessible or otherwise supply any part of the Pulse App except as authorized by applicable law. In particular, but without limitation, no part of the Pulse App may be used, made accessible or supplied (a) into any UK or U.S. embargoed countries or (b) to anyone on the U.S. Treasury Department's Specially Designated Nationals List or the U.S. Department of Commerce Denied Persons List or Entity List. By registering for the Pulse App, you represent and warrant that you are not located in any such country or on any such list. You also agree that you will not use, make accessible or otherwise supply these products for any purposes prohibited by your Home Country or other applicable laws, including, without limitation, the development, design, manufacture, or production of nuclear, missile, or chemical or biological weapons.</p><p><strong>Entire Agreement:&nbsp; </strong>This Agreement as amended from time to time constitutes the entire agreement between you and us with respect to the Pulse App, superseding any prior agreements with respect to the same subject matter between you and us.</p><p><strong>Waiver:&nbsp; </strong>No failure or delay by us in exercising any right or remedy provided by law or under or pursuant to this Agreement shall impair such right or remedy or operate or be construed as a waiver or variation of it or preclude its exercise at any subsequent time.</p><p><strong>Force Majeure:&nbsp; </strong>We are not responsible for any failure to meet any of our obligations under this Agreement due to causes beyond our reasonable control.</p><p><strong>Transfer:&nbsp; </strong>To the extent permitted by law, you agree that we may assign, novate, transfer or otherwise dispose of our rights and obligations under this Agreement, in whole or in part, at any time without prior notice to you. You may not assign, novate transfer or otherwise dispose any rights or obligations under this Agreement.</p><p><strong>Notices:&nbsp; </strong>We may send you a notice with respect to the Pulse App by sending an email message to your email address or a letter via postal mail to your mailing address, or by a posting on the Pulse App. We may also contact you by email or push notification to send you additional information about the Pulse App.&nbsp; It is your responsibility to check that push notifications are not disabled on your device.</p><p>You may send us a notice by contacting us through the Provide Feedback feature.</p><p><strong>Language:&nbsp; </strong>To the extent there is any inconsistency between the English version and a non-English version of this Agreement, the English version shall prevail.</p><p>&nbsp;</p><p>&nbsp;</p><h1>Country Specific Information</h1><p>If you are a user in one of the following countries, the following information is relevant to you.</p><p><strong><u>The Philippines</u></strong></p><p>Pulse is operated by Prudential Services Asia Sdn Bhd (PSA), an affiliate of Pru Life UK. &nbsp;Both companies are affiliates of Prudential plc, a company incorporated in the United Kingdom. &nbsp;Prudential plc, PSA, and Pru Life UK are not affiliated with Prudential Financial Inc., Philippine Prudential Life Insurance Company Inc., Prudentialife Plans, Inc. or Prudential Guarantee and Assurance, Inc.</p><p><strong><u>Thailand</u></strong></p><p>The second paragraph of Section B (REGISTRATION AND PRUAPP ID) of this Agreement shall be treated as deleted and replaced with the following:</p><p>&ldquo;Unless you have parent or legal guardian consent, you must be age 20 or above to create a PruApp ID and use the Pulse App. PruApp IDs for persons under 20 can be created by a parent or legal guardian.&nbsp; The parent or legal guardian is responsible for ensuring the person complies with this Agreement.&rdquo;</p><p>&nbsp;</p>"
        },
        {
            "type": "htmltext",
            "label": "<p><strong>Welcome to AIME - Artificial Intelligence for Medical Epidemiology</strong></p> <p><strong>Terms & Conditions</strong></p> <p>These terms and conditions outline the rules and regulations for the use of AIME - Artificial Intelligence for Medical Epidemiology's websites, logo, web links to our contents, and associated solutions and/or products (known hereafter as Resources). </p> <p> By accessing these resources we assume you accept these terms and conditions in full. Do not continue to use AIME - Artificial Intelligence for Medical Epidemiology's resources if you do not accept all of the terms and conditions stated on this page.</p> <p> The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and any or all Agreements: Client, You and Your refers to you, the person accessing these resources and accepting the Companys terms and conditions. The Company, Ourselves, We, Our and Us, refers to our Company. Party, Parties, or Us, refers to both the Client and ourselves, or either the Client or ourselves. </p> <p> All terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner, whether by formal meetings of a fixed duration, or any other means, for the express purpose of meeting the Clients needs in respect of provision of the Companys stated services/products, in accordance with and subject to, prevailing law. Any use of the above terminology or other words in the singular, plural, capitalisation and/or he/she or they, are taken as interchangeable and therefore as referring to same. </p> <p> <strong>Cookies</strong></p> <p> We employ the use of cookies. By using AIME - Artificial Intelligence for Medical Epidemiology's resources you consent to the use of cookies in accordance with AIME - Artificial Intelligence for Medical Epidemiologys privacy policy. Most of the modern day interactive web sites use cookies to enable us to retrieve user details for each visit. Cookies are used in some areas of our site to enable the functionality of this area and ease of use for those people visiting. Some of our affiliate / advertising partners may also use cookies. </p> <p> <strong>License</strong></p> <p> Unless otherwise stated, AIME - Artificial Intelligence for Medical Epidemiology and/or its licensors own the intellectual property rights for all material on AIME - Artificial Intelligence for Medical Epidemiology. All intellectual property rights are reserved. You may view and/or print pages from http://www.aime.life for your own personal use subject to restrictions set in these terms and conditions.</p> <p> You must not, without prior mutual agreement:</p> <p> Republish material from http://www.aime.life</p> <p> Sell, rent or sub-license material from http://www.aime.life</p> <p> Reproduce, duplicate or copy material from http://www.aime.life</p> <p> Redistribute content from AIME - Artificial Intelligence for Medical Epidemiology (unless content is specifically made for redistribution). </p> <p> <strong>Hyperlinking to our Content</strong></p> <p> The following organizations may link to our Web site without prior written approval:</p> <p> Government agencies;</p> <p> Search engines;</p> <p> News organizations;</p> <p> AIMEs Business Partner;</p> <p> Online directory distributors when they list us in the directory may link to our Web site in the same manner as they hyperlink to the Web sites of other listed businesses; and Systemwide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site.</p> <p> These organisations may link to our home page, to publications or to other Web site information so long as the link: (a) is not in any way misleading; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products or services; and (c) fits within the context of the linking party's site.</p> <p> We may consider and approve in our sole discretion other link requests from the following types of organizations: commonly-known consumer and/or business information sources and Consumers Union; dot.com community sites; associations or other groups representing charities, including charity giving sites, online directory distributors; internet portals; accounting, law and consulting firms whose primary clients are businesses; and educational institutions and trade associations.</p> <p> We will approve link requests from these organizations if we determine that: (a) the link would not reflect unfavourably on us or our accredited businesses (for example, trade associations or other organizations representing inherently suspect types of business, such as work-at-home opportunities, shall not be allowed to link); (b)the organization does not have an unsatisfactory record with us; (c) the benefit to us from the visibility associated with the hyperlink outweighs the absence of ; and (d) where the link is in the context of general resource information or is otherwise consistent with editorial content in a newsletter or similar product furthering the mission of the organization. </p> <p> These organisations may link to our home page, to publications or to other Web site information so long as the link: (a) is not in any way misleading; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products or services; and (c) fits within the context of the linking party's site.</p> <p> If you are among the organizations listed in paragraph 2 above and are interested in linking to our resources, you must notify us by sending an e-mail to info@aime.life.</p> <p> Please include your name, your organization name, contact information (such as a phone number and/or e-mail address) as well as the URL of your site, a list of any URLs from which you intend to link to our Web site, and a list of the URL(s) on our site to which you would like to link. Allow 2-3 weeks for a response.</p> <p> Approved organizations may hyperlink to our Web site as follows:</p> <p> By use of our corporate name; or</p> <p> By use of the uniform resource locator (Web address) being linked to; or <p> By use of any other description of our Web site or material being linked to that makes sense within the context and format of content on the linking party's site.</p> <p> No use of AIME - Artificial Intelligence for Medical Epidemiologys logo or other artwork will be allowed for linking absent a trademark license agreement.</p> <p> <strong>Frames</strong></p> <p> Without prior approval and express written permission, you may not create frames around our Web pages or use other techniques that alter in any way the visual presentation or appearance of our Web site.</p> <p><strong> Reservation of Rights</strong></p> <p> We reserve the right at any time and in its sole discretion to request that you remove all links or any particular link to our Web site. You agree to immediately remove all links to our Web site upon such request. We also reserve the right to amend these terms and conditions and the linking policy at any time. By continuing to link to our Web site, you agree to be bound to and abide by these linking terms and conditions.</p> <p> Removal of links from our resources if you find any link on our Web site or any linked web site objectionable for any reason, you may contact us about this. We will consider requests to remove links but will have no obligation to do so or to respond directly to you.</p> <p> Whilst we endeavour to ensure that the information on this resources is correct, we do not warrant its completeness or accuracy; nor do we commit to ensuring that the resources remains available or that the material on the resources is kept up to date.</p> <p><strong> Content Liability</strong></p> <p> We shall have no responsibility or liability for any content appearing on your Web site. You agree to indemnify and defend us against all claims arising out of or based upon your Resources. No link(s) may appear on any page on your Web site or within any context containing content or materials that may be interpreted as libellous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights.</p> <p><strong> Disclaimer</strong></p> <p> To the maximum extent permitted by applicable law, we exclude all representations, warranties and conditions relating to our resources and the use of this resources (including, without limitation, any warranties implied by law in respect of satisfactory quality, fitness for purpose and/or the use of reasonable care and skill). Nothing in this disclaimer will:</p> <p> limit or exclude our or your liability for death or personal injury resulting from negligence; </p> <p> limit or exclude our or your liability for fraud or fraudulent misrepresentation;</p> <p> limit any of our or your liabilities in any way that is not permitted under applicable law; or</p> <p> exclude any of our or your liabilities that may not be excluded under applicable law.</p> <p> The limitations and exclusions of liability set out in this Section and elsewhere in this disclaimer: </p> <p>(a) are subject to the preceding paragraph; and </p> <p>(b) govern all liabilities arising under the disclaimer or in relation to the subject matter of this disclaimer, including liabilities arising in contract, in tort (including negligence) and for breach of statutory duty.</p> <p> To the extent that the resources and the information and services on the resources are provided free of charge, we will not be liable for any loss or damage of any nature.</p> <p> 1. The prediction sites identified should be comprehended in the following way: Should there be no intervention/action taken in these areas, the highlighted sites will have a significant probability of outbreak in the next 30 days.</p> <p> 2. The prediction sites listed above are for the period of 30 days prospectively, based on available validated retrospective data sourced from the authorities. Primary data remain to be authoritys sole ownership and are not disclosed to third-party.</p> <p> 3. The monthly prediction sites and its accuracy range are predicted based on the above data, with the assumption that no intervention will take place on the sites. It is expected that once intervention takes place (e.g. fogging, larviciding, breeding sites clear up, etc.), and give effect to the lower chances of new cases taking place, AIME automatically correlates this with other variables (weather pattern, geographical features, wind direction, etc.) and therefore the predicted sites and its probability accuracy will vary. </p> <p> 4. Due to this daily variation, it is advisable for users to monitor the dashboard daily to guide their environmental clean-up activities, in-line with MOHs health advisory.</p> <p> <strong>Terms & Conditions </strong></p> <p> We may change, modify or alter these terms and conditions at any given time without prior notice to any parties. </p> <p><strong>Contact Information</strong></p> <p> If you have any queries regarding any of our terms, please contact us at info@aime.life </p>",
            "key": "termsAndConditionAIME"
        },
        {
            "header": "Mydoc Terms Of Service",
            "label": "<p>The Terms and Conditions were updated on 14 September 2019. Please review to note the changes.</p><p>We, MyDoc Pte. Ltd., its subsidiaries, branches, and controlled entities (&ldquo;MyDoc&rdquo;, &ldquo;we&rdquo;, &ldquo;our&rdquo;, &ldquo;us&rdquo;), welcome persons who access and/or register on our website and subscribe (&ldquo;you&rdquo;, &ldquo;your&rdquo;) to our service (including all forms of access &ndash; website, apps, third-party apps powered by the MyDoc app, etc.) (the &ldquo;Platform&rdquo;). We ask that you review these terms and conditions, which are intended to constitute a binding agreement that governs your use of this Website (&ldquo;Terms And Conditions of Use&rdquo;). Your use of the Website in any form whatsoever will constitute agreement to these Terms And Conditions of Use.</p><h2>1. Purpose</h2><p>The purpose of the Website is to provide information and access to our products, services, initiatives, background and history.</p><h2>2. Terms And Conditions Of Use</h2><p>By using our Website, you agree to be contractually bound to the terms of the Terms And Conditions of Use and Privacy Policy, which shall have the same legal effect as if the Terms And Conditions of Use and Privacy Policy had been personally signed by you. To the extent permitted by law, the Terms And Conditions of Use are intended to supersede any provisions of applicable law which might otherwise limit its enforceability or effect. You agree not to challenge the validity of all electronic records related to your use of the Website as evidence admissible in the courts of law on the grounds of its being in electronic form.</p><h2>3. Access / Services</h2><p>By entering into the Terms And Conditions of Use, you will be granted a revocable license to access the Website. Your access privileges are conditional on your adherence to the terms of the Terms And Conditions of Use. We reserve the right to temporarily deny you access to the Website or permanently terminate your access privileges at any time if, in our sole discretion, you have failed to abide by the terms of the Terms And Conditions of Use or appear to us likely to do so. By agreeing to grant you access, we do not obligate ourselves to do so or to maintain the Website, or to maintain it in its present form, and we expressly reserve the right to modify, suspend or terminate your access privileges. You agree and understand that we may, in our sole discretion and without any prior notice, close the Website or deny you access to it.</p><p>The Website is for use by independent adults over the age of 18 years old. The Website is not to be used by those under the age of 18. However, the Website may be used by adults to discuss healthcare concerns regarding their children under the age of 18.</p><p>It is your responsibility to ensure that it is lawful to access and use the services on the Website in the country in which you are located. We accept no responsibility for the use of the Website in any country where it is unlawful to do so.</p><p>Any medical information given on the Website whether written, stated or implied, is for information purposes only. The information is provided &ldquo;as is&rdquo; and without warranty of any kind by us.</p><p>Your access to certain MyDoc services and Website may be available to you through your health insurance or corporate benefit plan (your &ldquo;Plan&rdquo;), provided to you by a third party (your &ldquo;Plan Sponsor&rdquo;). MyDoc, together with the doctors you have consultations with through MyDoc (&ldquo;MyDoc Doctors&rdquo;) and MyDoc&rsquo;s staff, are independent from, and not an agent, employee, partner or representative of, your Plan Sponsor.</p><p>By using any services available to you through your Plan and by your Plan Sponsor, you authorise us to share basic identification and medical data with the Plan Sponsor for the purpose of claims processing and delivering the services in accordance with your Plan. We will take all reasonable steps to protect your personal information in accordance with our Privacy Policy.</p><p>Your access to any of the MyDoc services and Website is not guaranteed by your Plan or by your Plan Sponsor.</p><p>MyDoc and MyDoc Doctors are not aware of the terms of your Plan, and give their advice and any referrals independently. A referral, or any health insurance or Plan information, given by a MyDoc Doctor does not guarantee that such referral appointment will be covered by your Plan or that such insurance information is correct or reflective of your Plan, and does not constitute pre-authorisation by your Plan Sponsor. Please contact your Plan Sponsor in relation to any coverage questions you may have regarding services provided by your Plan.</p><p>If you have a complaint or question about your Plan, please refer to your Plan documentation for the complaints procedure which you should follow, or contact your Plan Sponsor.</p><p>By using the Website, you agree that any information you provide is true and accurate, is not misleading, and is offered in good faith. You are only permitted to access the Website for personal use. You agree not to use the Service for any commercial, business or re-sale purpose.</p><p>MyDoc reserves the right to deny any person access to the Website in the event that that person makes excessive use of the services on the Website in the reasonable opinion of MyDoc and/or relative to typical usage patterns (the &ldquo;Fair Usage Policy&rdquo;) or is abusive or acts inappropriately to any MyDoc Doctor or any employee or agent of MyDoc. Inappropriate acts include, without limitation: (i) inappropriate, abusive, offensive behaviour or remarks; or (ii) &lsquo;time-wasting&rsquo;, which shall include no-shows and cancellations. In the event of excessive, inappropriate or abusive use, MyDoc reserves the right to disable your access to the Website and Services, if we feel that you have failed to comply with these Terms And Conditions of Use.</p><p>We have the right to disable any password or user identification if we feel that you have failed to comply with these Terms And Conditions of Use.</p><p>We provide a care coordination platform with a variety of different health services rendered on the platform. Specific terms and conditions for each of these services are listed below.</p><h2>3a. Virtual Care Services</h2><p>We provide a virtual care service that consists of online video, audio and text medical consultations and information, as well as prescription and referrals.</p><p>This Website is offered directly through us or through our partners such as employers, insurance companies or other organizations that provide access to the Website to their customers, policyholders or other end-users.</p><p>The specific terms controlling your use of the Website is controlled by these Terms And Conditions of Use, supplemented by any terms that are applicable in deployments through partners (the &ldquo;Partner Terms&rdquo;). In any case where there is a conflict between Partner Terms and these Terms And Conditions of Use, these Terms And Conditions of Use shall prevail.</p><p>We disclaim any use of the Website for the provision of any emergency services or care for acute medical conditions or where treatment/diagnosis in-person is required.</p><p>The Website is in no way designed to allow for the services rendered through it to replace the services of your regular in-person doctor or a hospital.</p><p>The information and advice provided by a doctor on the Website should be used to increase your awareness of the options you may have available to you. This information is highly unlikely to be appropriate or sufficient in circumstances of emergency, where a physical examination and intervention is likely required.</p><p>The information and advice provided by doctors on our Website is based on the information you have supplied to our Website and the doctor you are interacting with. We are absolutely not responsible for false or incomplete information provided by you that will affect the advice provided to you by doctors on our Website. Further, you are solely responsible for understanding any information provided to you on the Website.</p><p>You may be issued with a prescription for medicine by a doctor you connect with on the Website; you may also be prompted by us to use a pharmacy partner for delivery or fulfillment of prescription medicines. The doctor will use his or her best endeavours, based on the medical history you have provided and the symptoms you describe, to prescribe medicine appropriate for your condition. In no case will we be responsible for ensuring that you receive the medicine you are prescribed or that the medicine you receive is the same as that prescribed by the doctor. We are also not responsible for any instructions in relation to the medication provided by a pharmacist or anyone else associated with the provision of medication you have been prescribed.</p><p>Doctors on the Website may issue prescriptions for medicines only when in their professional judgment, for which we take absolutely no responsibility, it is in your best interests to receive the medicine in accordance with the respective legally enforceable guideline.</p><p>Certain classes of medications are not suitable for online prescribing. Regardless, in no case do we take any responsibility for medications prescribed on the Website.</p><p>By agreeing to a pharmacy affiliate fulfilling your prescription, you authorise us to share basic identification and medical data with the pharmacy affiliate for the purposes of verifying your identification on collection of your prescription. We will take all reasonable steps to protect your personal information in accordance with our Privacy Policy.</p><p>You acknowledge that you and the dispensing pharmacies are solely responsible for arranging to receive medication and paying for such medication and delivery (where a delivery service is used) on such terms that you agree with the pharmacy that dispenses the medication. You are under no obligation to purchase any prescribed medication.</p><p>You will comply with any instructions given in relation to any prescription provided to you including in particular route, timing and dosages; you will promptly report any side effects of any prescription to a doctor; you will protect anything prescribed to you and not permit any other person access to the prescribed medication; you will not use any prescription after its expiry date.</p><p>The Website can provide a referral to clinicians in situations where appropriate.</p><h2>4. Limited License</h2><p>Original material which we post on the Website (&ldquo;the Content&rdquo;) is protected by intellectual property laws. This includes but is not limited to content which is created and owned by us. Such Content includes, but is not limited to photographs, images, illustrations, text, video clips, audio clips, designs, logos, trademarks, trade dress and other materials contained in this Website, as well as the software used in the design and development of this Website. You are hereby granted a non-exclusive license to use the Content, but only while accessing this Website. The names and marks MyDoc Pte. Ltd, MyDoc, my-doc, MyDoc logos and all other MyDoc related marks depicted on this Website, whether registered or unregistered, are trademarks or service marks of MyDoc Pte. Ltd. All rights to use the Content are reserved. Among other things, except to the extent required for the limited purpose of reviewing material on our Website, electronic reproduction, adaptation, distribution, performance or display is prohibited. Commercial use of any of the Content is strictly prohibited. Use of any of our trademarks as metatags on other websites also is strictly prohibited. You may not display this Website in frames (or any of the Content via in-line links) without our express written permission. For the absence of doubt, all material contained on the Website is our property or that of our partners or licensors.</p><h2>5. Disclaimer</h2><h3>a) Third Party Intellectual Property Rights</h3><p>This Website may contain images, materials, information, news, advertisements, listings, blogs, data, text, songs, audio, videos, graphics, software, webcasts, podcasts, broadcasts, messages, software and other material (&ldquo;Third Party Content&rdquo;) licensed to MyDoc Pte. Ltd. for use on the Website. Such content is the sole property of its respective owners. Except to the extent required for the limited purpose of reviewing Third Party Content on our Website, electronic reproduction, adaptation, distribution, performance or display of Third Party Content is prohibited. This Website may also contain references to third-party trademarks and names. Such trademarks and names are the sole property of their respective owners.</p><h3>b) Links</h3><p>This Website may also contain hyperlinks and other links to sites operated by publishers other than MyDoc Pte. Ltd., including, but not limited to, content distributed by MyDoc but owned by third parties (&ldquo;Hyperlinks). Such Hyperlinks are provided for your reference and convenience only. These linked sites are not under MyDoc Pte. Ltd.&rsquo;s control and may be governed by their own terms of use. We have not developed or reviewed the content appearing in or on such linked sites and you agree not to hold us responsible for the content or operation of such linked sites. A Hyperlink does not and should not be deemed to imply that MyDoc Pte. Ltd. in any way endorses, sponsors or supports the content, operator or owner of such linked sites. You understand that the Website or the linked sites may contain illegal or objectionable content or dangerous viruses or other disabling or harmful components. If you decide to access the Website or any third party sites linked from our Website, you do so at your sole and exclusive risk. You assume your complete responsibility for any loss or injury sustained by you as a user of any linked site, including those caused by malicious actions of third parties in relation to infection by computer virus programs, malicious code or unwanted software that may infect your computer after selecting a link to a third party website provided on our Website, or any harm whatsoever that may come about from the use of any content on the Website. We make no representation or warranty that the linked sites will conform to any description thereof or perform any desired operations or functions, be uninterrupted or error-free, or be free of viruses, worms, trojan horses or other disabling or harmful components. We do not represent or endorse and hereby disclaim any obligation or responsibility to verify the correctness, quality, accuracy, reliability, performance, completeness, timeliness, or continued availability of any of the content contained on linked sites. No guarantee is made that the links will successfully direct you to the intended third-party website, that such website remains available for viewing or that you are not re-directed to an unintended third party website in error or by the action of third parties.</p><p>This section may not be applicable if accessing the Website via a third-party application.</p><h2>6. Limitation Of Liability</h2><p>WE DO NOT ACCEPT LIABILITY FOR ANY CONDUCT, ACTS OR OMISSIONS OCCURRING ON THIS WEBSITE OR ANY LOSSES YOU MAY INCUR. IN NO EVENT WILL WE BE LIABLE TO YOU FOR ANY CONSEQUENTIAL, INCIDENTAL OR SPECIAL DAMAGES, INCLUDING ANY LOST PROFITS, EVEN IF YOU CLAIM TO HAVE NOTIFIED US ABOUT SUCH DAMAGES, OR FOR ANY CLAIMS BY ANY THIRD PARTIES.</p><h2>7. Privacy</h2><h3>a) In General</h3><p>We collect information about you that you provide to us and from cookie files. We may use this information for internal analysis or to contact you about offers or promotions that we sponsor, subject to the terms of our Privacy Policy. We will not knowingly provide any of this information (except in the form of aggregate statistics that do not link you or your identity to any specific information and do not identify you as a visitor to this Website) to third-parties unless we obtain your permission or are compelled to do so by court order or are required to do so by local law. You agree to respect the privacy rights of other visitors by not publishing or harvesting email addresses obtained at this Website.</p><h3>b) Privacy Policy</h3><p>The Privacy Policy is incorporated into and forms part of the Terms And Conditions of Use. Your acceptance of the Terms And Conditions of Use also includes acceptance of the terms of our Privacy Policy. In any conflicts between the Terms And Conditions of Use and the Privacy Policy, the Privacy Policy will take precedence. For more information on our Privacy Policy, kindly refer to this page.</p><h2>8. Unsolicited Email Spamming Spoofing</h2><p>You may not use this Website to transmit unsolicited email. You may not send unsolicited email to this Website or to anyone whose email address includes the domain name used on this Website. You may not use our domain name as a pseudonymous return email address for any communications which you transmit from another location or through another service. You may not pretend to be someone else&rsquo;s or spoof their identity&rsquo;s when using this Website.</p><p>This section may not be applicable if accessing the Website via a third-party application.</p><h2>9. Violations Indemnification</h2><p>Your access privileges are conditioned on your adherence to the terms of the Terms And Conditions of Use. If you violate any of the terms of the Terms And Conditions of Use, you agree that we may deny you access to the Website. You further agree, at your own expense, to defend and indemnify us and hold us harmless against all claims which may be asserted against us, and all losses incurred, as a result of any violations of the Terms And Conditions of Use.</p><h2>10. Complete Terms And Conditions Of Use No Representations</h2><p>The Terms And Conditions of Use constitutes the entire agreement between you and us relating to your access to and use of this Website and supersedes any prior or contemporaneous representations or agreements (other than the Privacy Policy which shall control in any conflict between it and the Terms And Conditions of Use). Any rights not otherwise expressly granted by the Terms And Conditions of Use are reserved by us. The Terms And Conditions of Use may not be modified, either expressly or by implication, except as set forth below in Section 11.</p><h2>11. Modifications Termination</h2><h3>a) In General</h3><p>Our employees are not authorized to vary the terms of the Terms And Conditions of Use. The Terms And Conditions of Use may be modified only (1) by obtaining our written consent in a notarized agreement signed by us, or (2) as set forth below in subpart (b).</p><h3>b) Periodic Revisions</h3><p>You agree that we may modify the terms of the Terms And Conditions of Use in our sole discretion, without advance notice, and that your right to access this Website is conditioned on an ongoing basis with your compliance with the then-current version of these Terms And Conditions of Use. We will post a notice on this page for thirty (30) days following any revisions or modifications to the Terms And Conditions of Use. You agree to review this page at least once every thirty (30) days.</p><p>We may update the Website from time to time, and may change the content and service offered through it at any time, to reflect changes in relevant laws and regulatory requirements or to implement minor technical adjustments and improvements. We will not make any changes to the Website, which will adversely affect you without notifying you first.</p><h2>12. Dispute Resolution Jurisdiction</h2><p>In the event of any dispute, controversy or claim arising out of or relating to use of this Website, you agree not to proceed to any form of dispute resolution UNLESS both you and us (&ldquo;the Parties&rdquo;) have made reasonable efforts to resolve the same through mediation in accordance with the mediation rules of the Singapore Mediation Centre. A Party who receives a notice for mediation from the other Party shall consent and participate in the mediation process. The Terms And Conditions of Use shall be governed by the laws of Singapore. You agree to submit to the exclusive jurisdiction of Singapore Courts to resolve any issue arising from use of this Website.</p><h2>13. Construction</h2><p>If any portion of the Terms And Conditions of Use is ruled invalid or otherwise unenforceable, it shall be deemed amended in order to achieve as closely as possible the same effect as originally drafted. Any invalid or unenforceable portion should be construed as narrowly as possible in order to give effect to as much of the Terms And Conditions of Use as possible.</p><h2>Questions, Complaints And Contacts</h2><p>If you have any questions about the Terms And Conditions of Use, our policies and practices, your rights under this statement, and your dealings with MyDoc, send an email to&nbsp;<a href='mailto:support@my-doc.com'>support@my-doc.com</a>&nbsp;or by mail to the address below:</p><p><strong>Data Protection Officer</strong><br/>MyDoc Pte Ltd<br/>137 Market St, #02-01,<br/>Singapore 048943</p><p>Dated: 14 September 2019</p>",
            "type": "htmltext",
            "key": "termsAndConditionDOCONCALL"
        },
        {
            "type": "htmltext",
            "key": "privacyPolicyDOCONCALL",
            "label": "<p>The Privacy Policy was updated on 14 September 2019. Please review to note the changes.</p><p>We, MyDoc Pte. Ltd., its subsidiaries, branches, controlled entities and affiliates (&ldquo;MyDoc&rdquo;, &ldquo;we&rdquo;, &ldquo;ours&rdquo;, &ldquo;us&rdquo;), welcome persons who access and/or register on our website and subscribe (&ldquo;you&rdquo;, &ldquo;your&rdquo;) to our service (including all forms of access &ndash; website, apps, third-party apps powered by the MyDoc app, etc.) (the &ldquo;Platform&rdquo;). We ask that you review this privacy policy, which is intended to constitute a binding agreement that governs how we use your Personal Data (&ldquo;Privacy Policy&rdquo;). Your use of the Website in any form whatsoever will constitute agreement to this Privacy Policy.</p><h2>Purpose</h2><p>As part of our commitment to act with integrity and respect individual privacy, we protect the personal data of our stakeholders, including employees, customers, shareholders, partners, suppliers and other individuals who trust us with information. &ldquo;Personal Data&rdquo; includes any information, which identifies or locates an individual, or is capable of doing so. To be a trusted business partner, MyDoc continually strives to protect Personal Data in accordance with applicable laws and regulations and industry standards. To that end, this policy guides how MyDoc collects, uses, stores, transfers and secures Personal Data.</p><p>MyDoc addresses the complexities and critical needs of today&rsquo;s healthcare environment by providing a health data management tool (&ldquo;HDM&rdquo;) to service providers and a personal health record (&ldquo;PHR&rdquo;) to patients. MyDoc is dedicated to protecting the privacy of the users of any of our products or services and obtains Personal Data for business-related purposes, which may include, but are not limited to, designing, developing, selling and deploying a HDM, PHR and other health and wellness products and service, providing related support, opening your account, communicating with you, implementing your requests, hosting our website, running our mobile and web applications, authenticating your visits, providing personalised content, tracking your usage of our products and services, conducting analytics to promote or improve and enhance our services, conducting surveys or polls, obtaining testimonials, processing and delivering your test results, performing research and development activities, which may include, for example, conducting data analysis and research in order to develop new or improve existing products and services, and performing quality control activities. Such business-related services, such as surveys and polls, may not be applicable if accessing the Website via a third-party application.</p><p>MyDoc&rsquo;s HDM and PHR are developed for the highest levels of performance. We utilize world-class data centres equipped with modern technology to securely house sensitive data. MyDoc has numerous security measures in place to help protect against the loss, misuse, or alteration of information within the system. These measures include encryption of communications using the Secure Socket Layer (SSL) system and using a secure messaging system when you transmit personal information or requests to your medical providers or patients through our Website. If you are a user of our Website, in addition to this Privacy Policy, we may also require you to sign a user agreement or otherwise provide us with consent to utilize our services that explains how we use and disclose health information, and we may have additional privacy policies for users of these services. If such user agreements and/or additional privacy policies are consented to, they take precedence over this policy. You can find the user agreement for our physician portal and for our patient portal&nbsp;<a href='https://www.my-doc.com/terms-and-conditions'>here</a>. Please read these carefully before you use these services.</p><h2>Revisions Changes And Updates</h2><p>MyDoc may revise and update the Privacy Policy at any time, without notice to you. We encourage you to periodically reread this Privacy Policy, to see if there have been any changes to our policies that may affect you.</p><h2>User Forums</h2><p>We may offer forums for the exchange of information among our users. You agree to assume all responsibility for your use of such forums. In particular, you understand that we do not assure the accuracy, reliability, confidentiality or security of information made available through the use of our forums. You should understand that any information you disclose through our user forums will be accessible to the public. You agree that any information you place in user forums will become the exclusive property of MyDoc.</p><h2>Visitor Data</h2><p>MyDoc maintains permission to gather information on usage, such as numbers of visits, visitor source and visitor activity. This data is collected for the purposes of improving the overall user experience, which includes assisting in creating additional products and services that might be attractive to our users and our partners.</p><h2>Third Party Services</h2><p>We will share data with third parties for analytics purposes, in particular to improve service quality, features and standards. We use third-party data analytics platforms to improve the MyDoc service in a variety of ways. One such example: Mixpanel: We use Mixpanel as our primary analytics tool to understand how our customers use the MyDoc service and Mixpanel People to contact you about the use of our product. You can read the MixPanel Privacy Policy and opt-out. We also share information with third party services. To continue to improve our products and services, we or our contracted third-party partners may contact you to obtain feedback on our current offerings as well as to solicit feedback on how we may improve them.</p><h2>Password Protection</h2><p>Access to our products are password protected. We strongly recommend that you do not divulge your password to anyone and that you update your credentials on a regular basis. Exercise the utmost personal security in how you handle your password. MyDoc will never ask for your password in an unsolicited phone call or unsolicited email.</p><h2>Emails</h2><p>Your email address is never used for any purpose other than to communicate with you, either by us or our contracted third-party partners, or on your behalf. Your email may also be used for forgotten password or user account information, and in the future, it may be used as a tool for messaging. Unless you have opted out, we may also use your email address to send you promotional and marketing materials. For the use of Hong Kong and Macau users&rsquo; email addresses for sending promotional and marketing materials, please see the section &ldquo;Use of Personal Data for Direct Marketing Purposes&rdquo; below. MyDoc never shares your email address with external companies, unless we have explicitly contracted them to deliver services on our behalf. Additionally, users may revoke their email permission at any time to opt out of receiving any future information. Simply contact us at:&nbsp;<a href='mailto:support@my-doc.com'>support@my-doc.com</a>.</p><p>The use of your email for sending promotional and marketing materials may not be applicable if accessing the Website solely via a third-party application.</p><h2>Surveys Questionnaires And Polls</h2><p>MyDoc may ask you to participate in use surveys, questionnaires, or polls, to facilitate feedback and input from our users. When you respond to surveys, questionnaires or polls related to our site, this information is used for statistical purposes and to improve our products and services.</p><p>This section may not be applicable if accessing the Website solely via a third-party application.</p><h2>Marketing Products And Services</h2><p>We may place advertisements concerning the products and services of third parties on the interface to our services, so that you see them when you use the services. Unless you have opted out, we may also email marketing materials to you. For the use of Hong Kong and Macau users&rsquo; email addresses for sending promotional and marketing materials, please see the section &ldquo;Use of Personal Data for Direct Marketing Purposes&rdquo; below. We may receive remuneration from the suppliers of these products and services for placing their advertisements. We may use computerized processes to tailor the advertisements to you or to your use of the system. However, except as described above, we will not disclose, to any third party, any information that identifies you to enable the third party to market products or services to you directly.</p><p>The placement of advertisements and use of your email for sending marketing materials may not be applicable if accessing the Website solely via a third-party application.</p><h2>Internet Cookies</h2><p>Each time you access our services, MyDoc collects the limited information that your browser or app makes available whenever you visit any website or access a third-party service online. Additionally, MyDoc may place internet &ldquo;cookies&rdquo; on the computer hard drives of visitors to this Website. Information we obtain from cookies helps us to tailor our site to be more helpful and efficient for our visitors. The cookie consists of a unique identifier that does not contain information about you or your health history. We use two types of cookies, &ldquo;session&rdquo; cookies and &ldquo;persistent&rdquo; cookies. A session cookie is temporary and expires after you end a session and close your web browser. We use session cookies to help customize your experience on our site and maintain your signed-on status as you navigate through the features. Persistent cookies remain on your hard drive after you&rsquo;ve exited from our site, until you erase them or they expire. Persistent cookies will not contain any personal information about you.</p><p>This section is not applicable if accessing the Website solely via a third-party application.</p><h2>Links To Other Materials</h2><p>This site provides links to sites operated by third parties. MyDoc has no control over the content of such linked sites, and is not responsible for it, or for the effect of your accessing a site through a link on our site. You should assume that any information that does not bear the MyDoc logo is operated by a third party, and you should read the site&rsquo;s privacy notice before using it.</p><p>This section is not applicable if accessing the Website solely via a third-party application.</p><h2>Age Limitation</h2><p>We have no intention of accepting any information from individuals under the age of 18. If you are not yet 18 years of age, please leave this site immediately. Parents are urged to monitor and supervise their children&rsquo;s online activity.</p><h2>Use Of Your Information</h2><p>We collect health information about you and store it in a personal health record. The health record created is the property of MyDoc, though the health information it contains is your property. We use the information that we collect from you to provide our services to you. For this, we disclose health information to our employees and others involved in providing the care that you need. In addition to this we may use your Personal Data for one or more of the following purposes:</p><ul><li>To provide information to you that you request from us relating to our services. We may share your health information with doctors or healthcare providers who will provide services to you through us.</li><li>As required for the operation of MyDoc. We may use and disclose health information about you to review and improve the quality of services we provide, or to improve the competence and qualifications of our professional staff.</li><li>To provide information to you relating to other healthcare related products and services that may be of interest to you. Such additional information will no longer be provided if you have opted out from receiving such information. For our policy on using your Personal Data for promotional or marketing purposes, please see the section &ldquo;Use of Personal Data for Direct Marketing Purposes&rdquo; below.</li><li>To inform you of any changes to our Website, services or goods and products.</li><li>To contact and remind you about products and services that you have selected either from us or our partners.</li><li>As necessary for medical reviews, legal services and audits, including fraud and abuse detection and compliance programs and business planning and management.</li><li>As part of a research study or data mining exercise with the purpose of deriving metrics or insights or other findings which may be used for promotional purposes or published in some other way. All data used for promotional purposes or published in any way will be aggregated and anonymised.<br/><br/></li></ul><p>In order to provide our services to you we may provide your Personal Data to third parties, which may include, but are not limited to, the following:</p><ul><li>Doctors or healthcare providers who will provide services to you through our Website.</li><li>Your insurer(s) who referred you to use our service and may require proof of services rendered and/or a medical report before payment is made to MyDoc; or if they are required to authorize services or referrals.</li><li>Third party service providers who have provided services to you or your physician (e.g. x-ray services or lab testing services) in order to obtain test results or for the purposes of issuing invoices.</li><li>Our business associates, such as our associates providing billing services, or performing administrative services for us. MyDoc enters agreements with each of these business associates that require these service providers to protect confidentiality and security of all information extended to them.</li><li>Other companies who help gather your information or communicate with you, such as research companies and ratings agencies, for the purposes of data mining and deriving other insights and in order to enhance the services provided under MyDoc.</li><li>Government or regulatory bodies to whom MyDoc is required to make disclosure to under a legal and / or regulatory obligation in that jurisdiction applicable to MyDoc.</li><li>Providers generating clinical notes (if applicable). We will not use or disclose your clinical notes without your prior written authorization except for the following: Use by the originator of the notes for your treatment, for training our staff, students and other trainees, to defend ourselves if you sue us or bring some other legal proceeding, if the law requires us to disclose the information to you or to another body or for some other reason, in response to health oversight activities concerning your physician, to avert a serious and imminent threat to health or safety, or to the coroner or medical examiner after death. To the extent you revoke an authorization to use or disclose your clinical notes, we will stop using or disclosing these notes, unless one the above items are applicable.<br/><br/></li></ul><p>Use of your Personal Data for direct contact regarding any of the above notifications may not be applicable if accessing the Website solely via a third-party application.</p><h2>Storing Your Personal Data</h2><p>In operating our Website, it may become necessary to transfer data that we collect from you to locations outside of Singapore, Hong Kong and Macau for processing and storing. By providing your Personal Data to us, you agree to this transfer, storing or processing. We do our utmost to ensure that all reasonable steps are taken to make sure that your data is treated stored securely. MyDoc protects Personal Data from loss, misuse, or unauthorized access, disclosure, alteration or destruction. We store Personal Data, regardless of its form, with security procedures appropriate to the sensitivity of the data. Unfortunately, the sending of information via the internet is not totally secure and on occasion such information can be intercepted. We cannot guarantee the security of data that you choose to send us electronically. Sending such information is entirely at your own risk.</p><h2>Disclosing Your Information</h2><p>We will not disclose your personal information to any other party other than in accordance with this Privacy Policy and in the circumstances detailed below: In the event that we sell any or all of our business to a buyer. Where we are legally required by law to disclose your personal information. To further fraud protection and reduce the risk of fraud. The other circumstances discussed in this policy.</p><h2>Use Of Personal Data For Direct Marketing Purposes</h2><p>For users outside of Hong Kong and Macau, &ldquo;Personal Details&rdquo; shall mean your Personal Data.</p><p>For Hong Kong and Macau users, &ldquo;Personal Details&rdquo; shall mean your name and contact information.</p><p>As well as for the purposes set out above, MyDoc intends to use your Personal Details for promotional or marketing purposes including sending you promotional materials and conducting direct marketing in relation to the following products, services, advice and subjects: medical/health treatment; medicine; educational; training; reward/loyalty/privilege programmes; gymnasium and fitness; sporting and special events; sports and fitness equipment; food and beverage; health supplement; spa and similar relaxation activities and other leisure services; telecommunication and mobile services; internet; other retail/consumer products and services; wellness and charitable/non-profitable causes; hospitality services; insurance; (&ldquo;Marketing Categories&rdquo;).</p><p>For the purposes of direct marketing, we may provide your Personal Details to providers (and their agents) (whether within or outside of MyDoc) of any of the Marketing Categories described above so that they can contact you and/or send you promotional materials and conduct direct marketing in relation to the products and services that they offer (these materials may be sent to you by postal mail, email or other means). We may provide your Personal Details to providers (whether within or outside of MyDoc) of any of the Marketing Categories for gain.</p><p>For users outside of Hong Kong and Macau, unless you opt-out, you hereby consent to us using your Personal Details for the purposes set out above and/or providing your Personal Details to the transferees set out above and that we may use and/or provide your Personal Details for any promotional or marketing purpose.</p><p>For Hong Kong and Macau users only, before using your Personal Details for the purposes set out above and/or providing your Personal Details to the transferees set out above, we will obtain your auditable consent, and only after having obtained such auditable consent will we use and/or provide your Personal Details for any promotional or marketing purpose.</p><p>You may in the future withdraw your consent to the use and provision to a third party by MyDoc of your Personal Details for direct marketing purposes and thereafter MyDoc shall cease to use such data for direct marketing purposes.</p><p>If you wish to withdraw your consent, please inform us by writing to the address in the section on &ldquo;Questions, Complaints and Contacts&rdquo; or sending us an email. Any such request should clearly state details of the Personal Details in respect of which the request is being made.</p><p>This section may not be applicable if accessing the Website via a third-party application.</p><h2>Third Party Links</h2><p>On occasion, we include links to third parties on this Website. When we provide a link, it does not mean that we endorse or approve that site&rsquo;s policy towards visitor privacy. You should review their privacy policy before sending them any Personal Data.</p><p>This section is not applicable if accessing the Website solely via a third-party application.</p><h2>Personal Data Protection</h2><p>Except as described in this Privacy Policy, MyDoc will not use personal and/or health information which identifies you without your written authorization. We work to ensure that Personal Data is accurate, complete and reliable for its intended use. If you do authorize MyDoc to use or disclose your personal and/or health information for another purpose, you may revoke your authorization in writing at any time. You are entitled to access your Personal Data at any time by requesting for the same in writing. As costs are incurred by MyDoc in recovering the Personal Data, MyDoc reserves the right to charge a nominal fee for the recovery of Personal Data requested. You have the right to request that MyDoc amends your personal and/or health information that you believe is incomplete or incorrect. You must make a request to amend in writing. We may deny the request if we do not have the information or did not create the information.</p><h2>Questions, Complaints And Contacts</h2><p>If you have any questions about this Privacy Statement, our policies and practices, your rights under this statement, your dealings with MyDoc, or require access or corrections to your Personal Data, send an email to&nbsp;<a href='mailto:support@my-doc.com'>support@my-doc.com</a>&nbsp;or by mail to the address below:</p><p><strong>Data Protection Officer</strong><br/>MyDoc Pte Ltd<br/>137 Market St, #02-01,<br/>Singapore 048943</p><p>Dated: 14 September 2019</p>"
        },
        {
            "type": "label",
            "key": "nodata",
            "label": "NO DATA"
        },
        {
            "type": "countrydropdownitem",
            "key": "AF",
            "label": "Afghanistan"
        },
        {
            "type": "countrydropdownitem",
            "key": "AX",
            "label": "land Islands"
        },
        {
            "type": "countrydropdownitem",
            "key": "AL",
            "label": "Albania"
        },
        {
            "type": "countrydropdownitem",
            "key": "DZ",
            "label": "Algeria"
        },
        {
            "type": "countrydropdownitem",
            "key": "AS",
            "label": "American Samoa"
        },
        {
            "type": "countrydropdownitem",
            "key": "AD",
            "label": "Andorra"
        },
        {
            "type": "countrydropdownitem",
            "key": "AO",
            "label": "Angola"
        },
        {
            "type": "countrydropdownitem",
            "key": "AI",
            "label": "Anguilla"
        },
        {
            "type": "countrydropdownitem",
            "key": "AQ",
            "label": "Antarctica"
        },
        {
            "type": "countrydropdownitem",
            "key": "AG",
            "label": "Antigua and Barbuda"
        },
        {
            "type": "countrydropdownitem",
            "key": "AR",
            "label": "Argentina"
        },
        {
            "type": "countrydropdownitem",
            "key": "AM",
            "label": "Armenia"
        },
        {
            "type": "countrydropdownitem",
            "key": "AW",
            "label": "Aruba"
        },
        {
            "type": "countrydropdownitem",
            "key": "AU",
            "label": "Australia"
        },
        {
            "type": "countrydropdownitem",
            "key": "AT",
            "label": "Austria"
        },
        {
            "type": "countrydropdownitem",
            "key": "AZ",
            "label": "Azerbaijan"
        },
        {
            "type": "countrydropdownitem",
            "key": "BS",
            "label": "The Bahamas"
        },
        {
            "type": "countrydropdownitem",
            "key": "BH",
            "label": "Bahrain"
        },
        {
            "type": "countrydropdownitem",
            "key": "BD",
            "label": "Bangladesh"
        },
        {
            "type": "countrydropdownitem",
            "key": "BB",
            "label": "Barbados"
        },
        {
            "type": "countrydropdownitem",
            "key": "BY",
            "label": "Belarus"
        },
        {
            "type": "countrydropdownitem",
            "key": "BE",
            "label": "Belgium"
        },
        {
            "type": "countrydropdownitem",
            "key": "BZ",
            "label": "Belize"
        },
        {
            "type": "countrydropdownitem",
            "key": "BJ",
            "label": "Benin"
        },
        {
            "type": "countrydropdownitem",
            "key": "BM",
            "label": "Bermuda"
        },
        {
            "type": "countrydropdownitem",
            "key": "BT",
            "label": "Bhutan"
        },
        {
            "type": "countrydropdownitem",
            "key": "BO",
            "label": "Bolivia"
        },
        {
            "type": "countrydropdownitem",
            "key": "BQ",
            "label": "Bonaire"
        },
        {
            "type": "countrydropdownitem",
            "key": "BA",
            "label": "Bosnia and Herzegovina"
        },
        {
            "type": "countrydropdownitem",
            "key": "BW",
            "label": "Botswana"
        },
        {
            "type": "countrydropdownitem",
            "key": "BV",
            "label": "Bouvet Island"
        },
        {
            "type": "countrydropdownitem",
            "key": "BR",
            "label": "Brazil"
        },
        {
            "type": "countrydropdownitem",
            "key": "IO",
            "label": "British Indian Ocean Territory"
        },
        {
            "type": "countrydropdownitem",
            "key": "UM",
            "label": "United States Minor Outlying Islands"
        },
        {
            "type": "countrydropdownitem",
            "key": "VG",
            "label": "Virgin Islands (British)"
        },
        {
            "type": "countrydropdownitem",
            "key": "VI",
            "label": "Virgin Islands (U.S.)"
        },
        {
            "type": "countrydropdownitem",
            "key": "BN",
            "label": "Brunei"
        },
        {
            "type": "countrydropdownitem",
            "key": "BG",
            "label": "Bulgaria"
        },
        {
            "type": "countrydropdownitem",
            "key": "BF",
            "label": "Burkina Faso"
        },
        {
            "type": "countrydropdownitem",
            "key": "BI",
            "label": "Burundi"
        },
        {
            "type": "countrydropdownitem",
            "key": "KH",
            "label": "Cambodia"
        },
        {
            "type": "countrydropdownitem",
            "key": "CM",
            "label": "Cameroon"
        },
        {
            "type": "countrydropdownitem",
            "key": "CA",
            "label": "Canada"
        },
        {
            "type": "countrydropdownitem",
            "key": "CV",
            "label": "Cape Verde"
        },
        {
            "type": "countrydropdownitem",
            "key": "KY",
            "label": "Cayman Islands"
        },
        {
            "type": "countrydropdownitem",
            "key": "CF",
            "label": "Central African Republic"
        },
        {
            "type": "countrydropdownitem",
            "key": "TD",
            "label": "Chad"
        },
        {
            "type": "countrydropdownitem",
            "key": "CL",
            "label": "Chile"
        },
        {
            "type": "countrydropdownitem",
            "key": "CN",
            "label": "China"
        },
        {
            "type": "countrydropdownitem",
            "key": "CX",
            "label": "Christmas Island"
        },
        {
            "type": "countrydropdownitem",
            "key": "CC",
            "label": "Cocos (Keeling) Islands"
        },
        {
            "type": "countrydropdownitem",
            "key": "CO",
            "label": "Colombia"
        },
        {
            "type": "countrydropdownitem",
            "key": "KM",
            "label": "Comoros"
        },
        {
            "type": "countrydropdownitem",
            "key": "CG",
            "label": "Republic of the Congo"
        },
        {
            "type": "countrydropdownitem",
            "key": "CD",
            "label": "Democratic Republic of the Congo"
        },
        {
            "type": "countrydropdownitem",
            "key": "CK",
            "label": "Cook Islands"
        },
        {
            "type": "countrydropdownitem",
            "key": "CR",
            "label": "Costa Rica"
        },
        {
            "type": "countrydropdownitem",
            "key": "HR",
            "label": "Croatia"
        },
        {
            "type": "countrydropdownitem",
            "key": "CU",
            "label": "Cuba"
        },
        {
            "type": "countrydropdownitem",
            "key": "CW",
            "label": "Curaao"
        },
        {
            "type": "countrydropdownitem",
            "key": "CY",
            "label": "Cyprus"
        },
        {
            "type": "countrydropdownitem",
            "key": "CZ",
            "label": "Czech Republic"
        },
        {
            "type": "countrydropdownitem",
            "key": "DK",
            "label": "Denmark"
        },
        {
            "type": "countrydropdownitem",
            "key": "DJ",
            "label": "Djibouti"
        },
        {
            "type": "countrydropdownitem",
            "key": "DM",
            "label": "Dominica"
        },
        {
            "type": "countrydropdownitem",
            "key": "DO",
            "label": "Dominican Republic"
        },
        {
            "type": "countrydropdownitem",
            "key": "EC",
            "label": "Ecuador"
        },
        {
            "type": "countrydropdownitem",
            "key": "EG",
            "label": "Egypt"
        },
        {
            "type": "countrydropdownitem",
            "key": "SV",
            "label": "El Salvador"
        },
        {
            "type": "countrydropdownitem",
            "key": "GQ",
            "label": "Equatorial Guinea"
        },
        {
            "type": "countrydropdownitem",
            "key": "ER",
            "label": "Eritrea"
        },
        {
            "type": "countrydropdownitem",
            "key": "EE",
            "label": "Estonia"
        },
        {
            "type": "countrydropdownitem",
            "key": "ET",
            "label": "Ethiopia"
        },
        {
            "type": "countrydropdownitem",
            "key": "FK",
            "label": "Falkland Islands"
        },
        {
            "type": "countrydropdownitem",
            "key": "FO",
            "label": "Faroe Islands"
        },
        {
            "type": "countrydropdownitem",
            "key": "FJ",
            "label": "Fiji"
        },
        {
            "type": "countrydropdownitem",
            "key": "FI",
            "label": "Finland"
        },
        {
            "type": "countrydropdownitem",
            "key": "FR",
            "label": "France"
        },
        {
            "type": "countrydropdownitem",
            "key": "GF",
            "label": "French Guiana"
        },
        {
            "type": "countrydropdownitem",
            "key": "PF",
            "label": "French Polynesia"
        },
        {
            "type": "countrydropdownitem",
            "key": "TF",
            "label": "French Southern and Antarctic Lands"
        },
        {
            "type": "countrydropdownitem",
            "key": "GA",
            "label": "Gabon"
        },
        {
            "type": "countrydropdownitem",
            "key": "GM",
            "label": "The Gambia"
        },
        {
            "type": "countrydropdownitem",
            "key": "GE",
            "label": "Georgia"
        },
        {
            "type": "countrydropdownitem",
            "key": "DE",
            "label": "Germany"
        },
        {
            "type": "countrydropdownitem",
            "key": "GH",
            "label": "Ghana"
        },
        {
            "type": "countrydropdownitem",
            "key": "GI",
            "label": "Gibraltar"
        },
        {
            "type": "countrydropdownitem",
            "key": "GR",
            "label": "Greece"
        },
        {
            "type": "countrydropdownitem",
            "key": "GL",
            "label": "Greenland"
        },
        {
            "type": "countrydropdownitem",
            "key": "GD",
            "label": "Grenada"
        },
        {
            "type": "countrydropdownitem",
            "key": "GP",
            "label": "Guadeloupe"
        },
        {
            "type": "countrydropdownitem",
            "key": "GU",
            "label": "Guam"
        },
        {
            "type": "countrydropdownitem",
            "key": "GT",
            "label": "Guatemala"
        },
        {
            "type": "countrydropdownitem",
            "key": "GG",
            "label": "Guernsey"
        },
        {
            "type": "countrydropdownitem",
            "key": "GW",
            "label": "Guinea-Bissau"
        },
        {
            "type": "countrydropdownitem",
            "key": "GY",
            "label": "Guyana"
        },
        {
            "type": "countrydropdownitem",
            "key": "HT",
            "label": "Haiti"
        },
        {
            "type": "countrydropdownitem",
            "key": "HM",
            "label": "Heard Island and McDonald Islands"
        },
        {
            "type": "countrydropdownitem",
            "key": "VA",
            "label": "Holy See"
        },
        {
            "type": "countrydropdownitem",
            "key": "HN",
            "label": "Honduras"
        },
        {
            "type": "countrydropdownitem",
            "key": "HK",
            "label": "Hong Kong"
        },
        {
            "type": "countrydropdownitem",
            "key": "HU",
            "label": "Hungary"
        },
        {
            "type": "countrydropdownitem",
            "key": "IS",
            "label": "Iceland"
        },
        {
            "type": "countrydropdownitem",
            "key": "IN",
            "label": "India"
        },
        {
            "type": "countrydropdownitem",
            "key": "ID",
            "label": "Indonesia"
        },
        {
            "type": "countrydropdownitem",
            "key": "CI",
            "label": "Ivory Coast"
        },
        {
            "type": "countrydropdownitem",
            "key": "IR",
            "label": "Iran"
        },
        {
            "type": "countrydropdownitem",
            "key": "IQ",
            "label": "Iraq"
        },
        {
            "type": "countrydropdownitem",
            "key": "IE",
            "label": "Republic of Ireland"
        },
        {
            "type": "countrydropdownitem",
            "key": "IM",
            "label": "Isle of Man"
        },
        {
            "type": "countrydropdownitem",
            "key": "IL",
            "label": "Israel"
        },
        {
            "type": "countrydropdownitem",
            "key": "IT",
            "label": "Italy"
        },
        {
            "type": "countrydropdownitem",
            "key": "JM",
            "label": "Jamaica"
        },
        {
            "type": "countrydropdownitem",
            "key": "JP",
            "label": "Japan"
        },
        {
            "type": "countrydropdownitem",
            "key": "JE",
            "label": "Jersey"
        },
        {
            "type": "countrydropdownitem",
            "key": "JO",
            "label": "Jordan"
        },
        {
            "type": "countrydropdownitem",
            "key": "KZ",
            "label": "Kazakhstan"
        },
        {
            "type": "countrydropdownitem",
            "key": "KE",
            "label": "Kenya"
        },
        {
            "type": "countrydropdownitem",
            "key": "KI",
            "label": "Kiribati"
        },
        {
            "type": "countrydropdownitem",
            "key": "KW",
            "label": "Kuwait"
        },
        {
            "type": "countrydropdownitem",
            "key": "KG",
            "label": "Kyrgyzstan"
        },
        {
            "type": "countrydropdownitem",
            "key": "LA",
            "label": "Laos"
        },
        {
            "type": "countrydropdownitem",
            "key": "LV",
            "label": "Latvia"
        },
        {
            "type": "countrydropdownitem",
            "key": "LB",
            "label": "Lebanon"
        },
        {
            "type": "countrydropdownitem",
            "key": "LS",
            "label": "Lesotho"
        },
        {
            "type": "countrydropdownitem",
            "key": "LR",
            "label": "Liberia"
        },
        {
            "type": "countrydropdownitem",
            "key": "LY",
            "label": "Libya"
        },
        {
            "type": "countrydropdownitem",
            "key": "LI",
            "label": "Liechtenstein"
        },
        {
            "type": "countrydropdownitem",
            "key": "LT",
            "label": "Lithuania"
        },
        {
            "type": "countrydropdownitem",
            "key": "LU",
            "label": "Luxembourg"
        },
        {
            "type": "countrydropdownitem",
            "key": "MO",
            "label": "Macau"
        },
        {
            "type": "countrydropdownitem",
            "key": "MK",
            "label": "Republic of Macedonia"
        },
        {
            "type": "countrydropdownitem",
            "key": "MG",
            "label": "Madagascar"
        },
        {
            "type": "countrydropdownitem",
            "key": "MW",
            "label": "Malawi"
        },
        {
            "type": "countrydropdownitem",
            "key": "MY",
            "label": "Malaysia"
        },
        {
            "type": "countrydropdownitem",
            "key": "MV",
            "label": "Maldives"
        },
        {
            "type": "countrydropdownitem",
            "key": "ML",
            "label": "Mali"
        },
        {
            "type": "countrydropdownitem",
            "key": "MT",
            "label": "Malta"
        },
        {
            "type": "countrydropdownitem",
            "key": "MH",
            "label": "Marshall Islands"
        },
        {
            "type": "countrydropdownitem",
            "key": "MQ",
            "label": "Martinique"
        },
        {
            "type": "countrydropdownitem",
            "key": "MR",
            "label": "Mauritania"
        },
        {
            "type": "countrydropdownitem",
            "key": "MU",
            "label": "Mauritius"
        },
        {
            "type": "countrydropdownitem",
            "key": "YT",
            "label": "Mayotte"
        },
        {
            "type": "countrydropdownitem",
            "key": "MX",
            "label": "Mexico"
        },
        {
            "type": "countrydropdownitem",
            "key": "FM",
            "label": "Federated States of Micronesia"
        },
        {
            "type": "countrydropdownitem",
            "key": "MD",
            "label": "Moldova"
        },
        {
            "type": "countrydropdownitem",
            "key": "MC",
            "label": "Monaco"
        },
        {
            "type": "countrydropdownitem",
            "key": "MN",
            "label": "Mongolia"
        },
        {
            "type": "countrydropdownitem",
            "key": "ME",
            "label": "Montenegro"
        },
        {
            "type": "countrydropdownitem",
            "key": "MS",
            "label": "Montserrat"
        },
        {
            "type": "countrydropdownitem",
            "key": "MA",
            "label": "Morocco"
        },
        {
            "type": "countrydropdownitem",
            "key": "MZ",
            "label": "Mozambique"
        },
        {
            "type": "countrydropdownitem",
            "key": "MM",
            "label": "Myanmar"
        },
        {
            "type": "countrydropdownitem",
            "key": "NA",
            "label": "Namibia"
        },
        {
            "type": "countrydropdownitem",
            "key": "NR",
            "label": "Nauru"
        },
        {
            "type": "countrydropdownitem",
            "key": "NP",
            "label": "Nepal"
        },
        {
            "type": "countrydropdownitem",
            "key": "NL",
            "label": "Netherlands"
        },
        {
            "type": "countrydropdownitem",
            "key": "NC",
            "label": "New Caledonia"
        },
        {
            "type": "countrydropdownitem",
            "key": "NZ",
            "label": "New Zealand"
        },
        {
            "type": "countrydropdownitem",
            "key": "NI",
            "label": "Nicaragua"
        },
        {
            "type": "countrydropdownitem",
            "key": "NE",
            "label": "Niger"
        },
        {
            "type": "countrydropdownitem",
            "key": "NG",
            "label": "Nigeria"
        },
        {
            "type": "countrydropdownitem",
            "key": "NU",
            "label": "Niue"
        },
        {
            "type": "countrydropdownitem",
            "key": "NF",
            "label": "Norfolk Island"
        },
        {
            "type": "countrydropdownitem",
            "key": "KP",
            "label": "North Korea"
        },
        {
            "type": "countrydropdownitem",
            "key": "MP",
            "label": "Northern Mariana Islands"
        },
        {
            "type": "countrydropdownitem",
            "key": "NO",
            "label": "Norway"
        },
        {
            "type": "countrydropdownitem",
            "key": "OM",
            "label": "Oman"
        },
        {
            "type": "countrydropdownitem",
            "key": "PK",
            "label": "Pakistan"
        },
        {
            "type": "countrydropdownitem",
            "key": "PW",
            "label": "Palau"
        },
        {
            "type": "countrydropdownitem",
            "key": "PS",
            "label": "Palestine"
        },
        {
            "type": "countrydropdownitem",
            "key": "PA",
            "label": "Panama"
        },
        {
            "type": "countrydropdownitem",
            "key": "PG",
            "label": "Papua New Guinea"
        },
        {
            "type": "countrydropdownitem",
            "key": "PY",
            "label": "Paraguay"
        },
        {
            "type": "countrydropdownitem",
            "key": "PE",
            "label": "Peru"
        },
        {
            "type": "countrydropdownitem",
            "key": "PH",
            "label": "Philippines"
        },
        {
            "type": "countrydropdownitem",
            "key": "PN",
            "label": "Pitcairn Islands"
        },
        {
            "type": "countrydropdownitem",
            "key": "PL",
            "label": "Poland"
        },
        {
            "type": "countrydropdownitem",
            "key": "PT",
            "label": "Portugal"
        },
        {
            "type": "countrydropdownitem",
            "key": "PR",
            "label": "Puerto Rico"
        },
        {
            "type": "countrydropdownitem",
            "key": "QA",
            "label": "Qatar"
        },
        {
            "type": "countrydropdownitem",
            "key": "XK",
            "label": "Republic of Kosovo"
        },
        {
            "type": "countrydropdownitem",
            "key": "RE",
            "label": "Runion"
        },
        {
            "type": "countrydropdownitem",
            "key": "RO",
            "label": "Romania"
        },
        {
            "type": "countrydropdownitem",
            "key": "RU",
            "label": "Russia"
        },
        {
            "type": "countrydropdownitem",
            "key": "RW",
            "label": "Rwanda"
        },
        {
            "type": "countrydropdownitem",
            "key": "BL",
            "label": "Saint Barthlemy"
        },
        {
            "type": "countrydropdownitem",
            "key": "SH",
            "label": "Saint Helena"
        },
        {
            "type": "countrydropdownitem",
            "key": "KN",
            "label": "Saint Kitts and Nevis"
        },
        {
            "type": "countrydropdownitem",
            "key": "LC",
            "label": "Saint Lucia"
        },
        {
            "type": "countrydropdownitem",
            "key": "MF",
            "label": "Saint Martin"
        },
        {
            "type": "countrydropdownitem",
            "key": "PM",
            "label": "Saint Pierre and Miquelon"
        },
        {
            "type": "countrydropdownitem",
            "key": "VC",
            "label": "Saint Vincent and the Grenadines"
        },
        {
            "type": "countrydropdownitem",
            "key": "WS",
            "label": "Samoa"
        },
        {
            "type": "countrydropdownitem",
            "key": "SM",
            "label": "San Marino"
        },
        {
            "type": "countrydropdownitem",
            "key": "ST",
            "label": "So Tom and Prncipe"
        },
        {
            "type": "countrydropdownitem",
            "key": "SA",
            "label": "Saudi Arabia"
        },
        {
            "type": "countrydropdownitem",
            "key": "SN",
            "label": "Senegal"
        },
        {
            "type": "countrydropdownitem",
            "key": "RS",
            "label": "Serbia"
        },
        {
            "type": "countrydropdownitem",
            "key": "SC",
            "label": "Seychelles"
        },
        {
            "type": "countrydropdownitem",
            "key": "SL",
            "label": "Sierra Leone"
        },
        {
            "type": "countrydropdownitem",
            "key": "SG",
            "label": "Singapore"
        },
        {
            "type": "countrydropdownitem",
            "key": "SX",
            "label": "Sint Maarten"
        },
        {
            "type": "countrydropdownitem",
            "key": "SK",
            "label": "Slovakia"
        },
        {
            "type": "countrydropdownitem",
            "key": "SI",
            "label": "Slovenia"
        },
        {
            "type": "countrydropdownitem",
            "key": "SB",
            "label": "Solomon Islands"
        },
        {
            "type": "countrydropdownitem",
            "key": "SO",
            "label": "Somalia"
        },
        {
            "type": "countrydropdownitem",
            "key": "ZA",
            "label": "South Africa"
        },
        {
            "type": "countrydropdownitem",
            "key": "GS",
            "label": "South Georgia"
        },
        {
            "type": "countrydropdownitem",
            "key": "KR",
            "label": "South Korea"
        },
        {
            "type": "countrydropdownitem",
            "key": "SS",
            "label": "South Sudan"
        },
        {
            "type": "countrydropdownitem",
            "key": "ES",
            "label": "Spain"
        },
        {
            "type": "countrydropdownitem",
            "key": "LK",
            "label": "Sri Lanka"
        },
        {
            "type": "countrydropdownitem",
            "key": "SD",
            "label": "Sudan"
        },
        {
            "type": "countrydropdownitem",
            "key": "SR",
            "label": "Surinae"
        },
        {
            "type": "countrydropdownitem",
            "key": "SJ",
            "label": "Svalbard and Jan Mayen"
        },
        {
            "type": "countrydropdownitem",
            "key": "SZ",
            "label": "Swaziland"
        },
        {
            "type": "countrydropdownitem",
            "key": "SE",
            "label": "Sweden"
        },
        {
            "type": "countrydropdownitem",
            "key": "CH",
            "label": "Switzerland"
        },
        {
            "type": "countrydropdownitem",
            "key": "SY",
            "label": "Syria"
        },
        {
            "type": "countrydropdownitem",
            "key": "TW",
            "label": "Taiwan"
        },
        {
            "type": "countrydropdownitem",
            "key": "TJ",
            "label": "Tajikistan"
        },
        {
            "type": "countrydropdownitem",
            "key": "TZ",
            "label": "Tanzania"
        },
        {
            "type": "countrydropdownitem",
            "key": "TH",
            "label": "Thailand"
        },
        {
            "type": "countrydropdownitem",
            "key": "TL",
            "label": "East Timor"
        },
        {
            "type": "countrydropdownitem",
            "key": "TG",
            "label": "Togo"
        },
        {
            "type": "countrydropdownitem",
            "key": "TK",
            "label": "Tokelau"
        },
        {
            "type": "countrydropdownitem",
            "key": "TO",
            "label": "Tonga"
        },
        {
            "type": "countrydropdownitem",
            "key": "TT",
            "label": "Trinidad and Tobago"
        },
        {
            "type": "countrydropdownitem",
            "key": "TN",
            "label": "Tunisia"
        },
        {
            "type": "countrydropdownitem",
            "key": "TR",
            "label": "Turkey"
        },
        {
            "type": "countrydropdownitem",
            "key": "TM",
            "label": "Turkmenistan"
        },
        {
            "type": "countrydropdownitem",
            "key": "TC",
            "label": "Turks and Caicos Islands"
        },
        {
            "type": "countrydropdownitem",
            "key": "TV",
            "label": "Tuvalu"
        },
        {
            "type": "countrydropdownitem",
            "key": "UG",
            "label": "Uganda"
        },
        {
            "type": "countrydropdownitem",
            "key": "UA",
            "label": "Ukraine"
        },
        {
            "type": "countrydropdownitem",
            "key": "AE",
            "label": "United Arab Emirates"
        },
        {
            "type": "countrydropdownitem",
            "key": "GB",
            "label": "United Kingdom"
        },
        {
            "type": "countrydropdownitem",
            "key": "US",
            "label": "United States"
        },
        {
            "type": "countrydropdownitem",
            "key": "UY",
            "label": "Uruguay"
        },
        {
            "type": "countrydropdownitem",
            "key": "UZ",
            "label": "Uzbekistan"
        },
        {
            "type": "countrydropdownitem",
            "key": "VU",
            "label": "Vanuatu"
        },
        {
            "type": "countrydropdownitem",
            "key": "VE",
            "label": "Venezuela"
        },
        {
            "type": "countrydropdownitem",
            "key": "VN",
            "label": "Vietnam"
        },
        {
            "type": "countrydropdownitem",
            "key": "WF",
            "label": "Wallis and Futuna"
        },
        {
            "type": "countrydropdownitem",
            "key": "EH",
            "label": "Western Sahara"
        },
        {
            "type": "countrydropdownitem",
            "key": "YE",
            "label": "Yemen"
        },
        {
            "type": "countrydropdownitem",
            "key": "ZM",
            "label": "Zambia"
        },
        {
            "type": "countrydropdownitem",
            "key": "ZW",
            "label": "Zimbabwe"
        }
    ]
}