{"image": "", "label": "Help", "key": "helpscreen", "elements": [{"type": "dropdownheader", "key": "helpscreendropdownheader", "label": "I would like to"}, {"description": "Take a step by step questionnaire which is guided by our intelligent Chat Bot to asess your lifestyle and get a suggestion on how you can make it better", "label": "Assess Health", "type": "dropdownitem", "key": "helpscreendropdownassesshealth"}, {"description": "Type in a symptom that you have and take a step by step questionnaire which is guided by our Intelligent Chat Bot to understand what may be the possible causes of your current problem", "label": "Check Symptoms", "type": "dropdownitem", "key": "helpscreendropdownchecksymptoms"}, {"description": "Pulse maintains a record of a few vital information about the user to help them get the best service. Some information like “date of birth”, “gender” are very critical for proper diagnosis. Other information like “address” is not mandatory but might be needed as and when we add new features like “Home delivery of medicines” to the app. At any time you can update your information in the “Manage Profile” section.", "label": "Manage Profile", "type": "dropdownitem", "key": "helpscreendropdownaddprofile"}, {"description": "If you have signed up using your email ID then you would have had to set a password as well. You can change the password anytime you want. Just go to “Settings” and then select “Account”. If you have signed up using email id, then you would see an option to change the password. But to change it you need to first enter the current password followed by the new password. If the entered password matches with the current password, your password will be changed to the new one. For added security, make sure that the password is more than 8 characters, uses capital and small letters along with numbers and special characters.", "label": "Change Password", "type": "dropdownitem", "key": "helpscreendropdownchangepassword"}, {"image": "", "label": "Email", "type": "label", "key": "helpscreenemail"}, {"type": "label", "key": "helpscreenemailid", "label": "no-reply@wedopulse.com"}, {"type": "label", "key": "helpscreencontactdescription", "label": "We will get back to you within 3 business days at the latest"}, {"type": "button", "key": "helpscreenmailusbutton", "label": "Mail Us"}, {"type": "button", "key": "helpscreenfeedbackbutton", "label": "Feedback"}]}