{"key":"Briefing","image":"","elements":[{"type":"label","key":"productdisclosuremessage","label":"LEMBAR PENGUNGKAPAN PRODUK UNTUK ANGGOTA TERTANGGUNG"},{"type":"label","key":"productdisclosuretitle","label":""},{"type":"label","key":"productdisclosuredengueproduct","label":"<p style=\"text-align:center;\"><b>Prudential BSN Takaful Berhad</b></br><b>DengueX</b></br><b>25 October 2019</b></p></br><b>1. What is this product about?</b><p>DengueX is a group takaful plan where Prudential Services Asia Sdn Bhd is the Master Certificate Holder of the plan. The Covered Members of the plan will be the selected subscribers for Pulse by Prudential mobile application (\"Pulse\") from age next birthday of 19 to 45. This plan consists of Group Term Takaful benefit that offers coverage for a period of 6 months from Covered Member Commencement Date. The contribution for this plan will be payable by the Master Certificate Holder. DengueX is a Shariah-compliant product.</p><b>2. What are the Shariah concepts applicable?</b><ul><li><i>Ta'awun:</i></br>An arrangement to help one another on the basis of mutual assistance. Takaful is premised on the concept of Ta'awun as defined under the Islamic Financial Services Act 2013 which states that \"takaful is an arrangement based on mutual assistance under which takaful participants agree to contribute to a common fund providing for mutual financial benefits payable to the takaful participants or their beneficiaries on the occurrence of pre-agreed events\". In light of the foregoing, the contribution that is pooled into the Tabarru 'Fund is Tabarru' at (charitable) in nature.</li><li><i>Wakalah bil 'Ajr:</i></br>An arrangement appointing PruBSN to manage the overall service provided under the plan. PruBSN will take a portion of the contribution as Wakalah Charge in return for these services.</li></ul><b>3. What is the cover/benefit provided?</b><ul><li><b>Group Term Takaful (GTT)</b></br>A lump sum amount is payable in the event of death of the Covered Member due to natural or accidental causes or death due to Dengue fever. Coverage under the plan will be terminated once one of the benefits has been paid.<p>Below are the details of the benefit amount:</p><table ><tr><th>Benefits</th><th>GTT Sum Covered (RM)</th></tr><tr><td>Natural Death / Accidental Death</td><td>2,000</td></tr><tr><td>Death due to Dengue Fever</td><td>12,000</td></tr></table><p>The eligibility for the benefits of Natural Death or Death due to Dengue Fever will only start 14 days from the Covered Member Commencement Date.</p><p>Length of the plan: 6 months or until death (if death happens earlier).</p></li></ul><b>4. What are the major exclusions under the plan? Death</b><p>No benefit is payable if death is directly or indirectly caused by suicide, while sane or insane, within six (6) months from the Covered Member Commencement Date.</p><b>5. What are the actions needed if there are changes to the contact details?</b><p>It is important that the Covered Member inform PruBSN of any changes in the contact details to ensure that all correspondences reach in a timely manner.</p><b>6. Where to obtain further information?</b><p>Should the Covered Member require additional information about family takaful, please refer to the insuranceinfo booklet on 'Family Takaful', available at all PruBSN branches or obtain a copy from PruBSN's representative or visit the website at www.insuranceinfo.com.my.</p>For any enquiries, please contact PruBSN at:</br><b>Prudential BSN Takaful Berhad (740651-H)</b></br>Level 13, Menara Prudential, <br>Persiaran TRX Barat,</br>55188 Tun Razak Exchange, </br>Kuala Lumpur.<p>Tel : <b>03 2053 7188</b></br> E-mail : <b>corporatesupport@prubsn.com.my</b></p><p>You can also log on to our website at <b>www.prubsn.com.my</b></p><p>Prudential BSN Takaful Berhad is a registered Takaful Operator under the Islamic Financial Services Act 2013 and is regulated by Bank Negara Malaysia.</p><b>7. Other types of family takaful cover available:</b><p>Please contact PruBSN's representative to know about other types of covers available.</p><p><b>IMPORTANT NOTE:</b></br><b>YOU SHOULD READ AND UNDERSTAND FULLY ALL THE INFORMATION REGARDING THE BENEFITS AND TERMS CONTAINED IN THIS PRODUCT DISCLOSURE SHEET. YOU CAN CONTACT PRUBSN'S REPRESENTATIVE DIRECTLY IF YOU NEED FURTHER INFORMATION. IF THERE IS ANY INCONSISTENCY OR AMBIGUITY BETWEEN THE ENGLISH AND MALAY VERSIONS, THE ENGLISH VERSION SHALL PREVAIL.</b></p><p>The information provided in this disclosure sheet is valid as at 25/Oct/2019</p><p>Presented by: Prudential BSN Takaful Berhad</br>Date:         25 October 2019</br>Version:      DengueX v1.0</p>"},{"type":"label","key":"limitedoffer","label":"PENAWARAN TERBATAS!"},{"type":"label","key":"Prudentialemp","label":"• Warga negara Malaysia atau Penduduk Tetap Malaysia dan;\n• usia 19 - 45 dan;\n• bukan karyawan atau agen dari grup perusahaan Prudential plc"},{"type":"label","key":"participate","label":"Kamu dapat berpartisipasi dalam plan jika:"},{"type":"label","key":"pleaserefer","label":"Silakan merujuk ke "},{"type":"label","key":"productDisclosersheet","label":"Lembar Pengungkapan Produk"},{"type":"label","key":"moredetail","label":" untuk lebih jelasnya."},{"type":"label","key":"letsproceed","label":"Mari Lanjutkan"},{"type":"label","key":"denguecase","label":"Kasus demam berdarah meningkat 80% di Malaysia selama setahun terakhir. Lindungi keluargamu dengan paket Takaful demam berdarah enam bulan gratis yang dikelola oleh Prudential BSN Takaful Berhad. RM12.000 akan dibayarkan kepada kerabat terdekat jika terjadi kematian akibat demam berdarah."}]}
