{
  "image": "",
  "key": "Pruservice_dengueCard",
  "elements": [
    {
      "type": "label",
      "value": "Buy",
      "key": "buy"
    },
    {
      "type": "label",
      "value": "Protect Yourself From Dengue",
      "key": "productInformation"
    },
    {
      "type": "label",
      "value": "PRUTect Syariah DBD",
      "key": "yourDenguePolicy"
    },
    {
      "type": "label",
      "value": "Package",
      "key": "policyName"
    },
    {
      "type": "label",
      "value": "Policy Number",
      "key": "policyNumber"
    },
    {
      "type": "label",
      "value": "Renew",
      "key": "buttonRenewal"
    },
    {
      "type": "label",
      "value": "Please renew your policy",
      "key": "infoRenewal"
    },
    {
      "type": "label",
      "value": "Premium",
      "key": "premium"
    },
    {
      "type": "label",
      "value": "Contribution",
      "key": "contribution"
    },
    {
      "type": "label",
      "value": "Hardcopy Amount",
      "key": "harcopyAmount"
    },
    {
      "type": "label",
      "value": "I need hard copy policy to be sent via courier with extra charge ",
      "key": "dengueHardcopyText"
    },
    {
      "type": "label",
      "value": "Issuance Date",
      "key": "purchasedOn"
    },
    {
      "type": "label",
      "value": "Expiry Date",
      "key": "expiresOn"
    },
    {
      "type": "label",
      "value": "more",
      "key": "more"
    },
    {
      "type": "label",
      "value": "show more",
      "key": "showMore"
    },
    {
      "type": "label",
      "value": "I agree to the",
      "key": "iAgreeTo"
    },
    {
      "type": "label",
      "value": "Terms and Conditions",
      "key": "termsAndConditions"
    },
    {
      "type": "label",
      "value": "I agree that policy is Auto-renewed with premium collected and can be cancelled within 15 days of renewal",
      "key": "iAgreeThat"
    },
    {
      "type": "label",
      "value": "<p>1. The premiums and benefits for the basic plan and riders shall remain guaranteed during the Policy Term, except in certain special situations, such as a change in occupation, which may significantly increase the risk of providing the insurance coverage. This would be subject to the Terms and Conditions of this product.</p><p> 2. The premiums presented above are for a standard Life, which means that the Policy is accepted by the Company at the standard rate. You may have to pay additional/extra premium after the underwriting assessment of your Policy in accordance with the Company guidelines.</p><p> 3. Installment premium payable by you will depend on the premium payment frequency and the premium payment method chosen by you.</p><p>4. Tax, if applicable, will be charged as per prevailing tax rate.</p><p>5. This illustration assumes that all required premiums are paid on the due dates.</p><p>6. The optimal benefits of life insurance product are potentially realised when the product is held for the full term of the Policy. However, you have the right to terminate this Policy during the Policy Term. You will have to submit a written request to the Company in case you want to terminate the Policy. No Guaranteed Surrender Value is applicable. Once the Policy is surrendered, all benefits of this Policy cease to exist.</p><p>7. Should you decide not to continue with this Policy, you could cancel the Policy within twenty-one (21) days from the Issuance Date of the Life Insurance Certificate. This period is known as the Free-Look Period. In case the Policy is cancelled within the Free-Look Period, we shall refund to the Policy Owner: <br>  (i) all Premium received by the Company; minus <br>  (ii) medical examination fees, if any; minus <br>  (iii) outstanding debts, if any.</p><p>8. For the basic plan of the Sum Assured will be payable once in case of death/TPD of the main Life Assured, as stated in the table \"Policy Benefit Illustration\" above. In case the insured event occurs before the Life Assured attains the age (at last birthday) of four (4) years all benefits payable shall be in accordance with the following schedule:</p> <p>9. The Company reserves the rights to decline, to the Beneficiary/Beneficiaries, a Death claim that is not caused due to an Accident, if the Death of the Life Assured is caused directly or indirectly due to any of the following: <br>  (i) Suicide or attempted suicide, self-inflicted injury, whether sane or insane, within two (2) years after the Policy Effective Date, or the effective date of any reinstatement of this Policy, whichever is later; or <br>  (ii) Any Human Immunodeficiency Virus (HIV) and/or any HIV-related illnesses including Acquired Immune Deficiency Syndrome (AIDS) and/or any mutations, derivation or variations thereof; or <br>  (iii) Committing or attempting to commit by the Policy Owner, the Life Assured, or the Beneficiary/Beneficiaries a criminal offence; or <br>  (iv) Drugs or stimulator abuse, abusively using alcohol or driving vehicles under the influence of alcohol as defined in current laws and regulations. In such cases, where the Company declines the claim request, the Company shall instead pay an amount equal to: <br>  (i) Total Premiums received by the Company; minus <br>  (ii) Any outstanding amount due to the Company, if any. The Policy shall be terminated with this payment.</p> <p>10. The Company reserves the rights to decline, to the Beneficiary/Beneficiaries, a Total and Permanent Disability claim, if the Total and Permanent Disability of the Life Assured is caused directly or indirectly due to any of the following: <br>  (i) Self-inflicted injuries or suicide while sane or insane; or <br>  (ii) The disability existed at the Policy issued date of this benefit or at the date of any reinstatement, whichever is later; or <br>  (iii) Any Human Immunodeficiency Virus (HIV) and/or any HIV-related illnesses including Acquired Immune Deficiency Syndrome (AIDS) and/or any mutations, derivation or variations thereof; or (iv) Committing or attempting to commit by the Policy Owner, the Life Assured, or the Beneficiary/Beneficiaries a criminal offence; or <br>  (v) Drugs or stimulator abuse, abusively using alcohol or driving vehicles under the influence of alcohol as defined in current laws and regulations. In such cases, where the Company declines the claim request, the Company shall instead pay an amount equal to: <br>  (i) Total Premiums received by the Company; minus <br>  (ii) Any outstanding amount due to the Company, if any. The Policy shall be terminated with this payment. <p>11. All exclusion conditions listed in point 9 and 10 are also applicable to Accidental Death claim or Accidental Total and Permanent Disability Benefit claims. In addition to these, the Company reserves the rights to decline an Accidental Death or Total and Permanent Disability Benefit claim, should the Accidental Death or Total and Permanent Disability of the Life Assured be caused directly or indirectly due to any of the following: <br>  (i) Participation in dangerous sports activities including but not limited to scuba diving, mountain climbing, parachuting, high speed races, professional sport activities, or professional activity of clearing unexploded ordnance; or <br>  (ii) Participation in aviation activities except as a fare-paying passenger on a multi-engine, scheduled and licensed commercial aircraft; or <br>  (iii) War or aggressive acts, including invasions, acts of foreign countries, enemy's acts (whether with or without war declaration), civil wars, insurrections, active participation in terrorism, revolutions, riots, interference by military authorities or usurpation; or <br>  (iv) Any illness caused by insect bite (including mosquito bites) and worm infestation. In such cases, where the Company declines the claim request as per point 11, but the claim is admissible under point 9 and 10, the Company shall instead pay an amount equal to the Death/TPD Benefit not caused due to an accident for a claim. The Policy shall be terminated with the claim benefit payment.</p> <p>12. This illustration forms part of the Policy contract and must be read in the conjunction with the product brochure and Terms and Conditions of this product.</p>",
      "key": "termsDengueProduct"
    },
    {
      "type": "label",
      "value": "DengueX Terms & Conditions",
      "key": "dengueXTitle"
    },
    {
      "type": "label",
      "value": "Terms & Conditions",
      "key": "tncTitle"
    },
    {
      "type": "label",
      "value": "Protect You and Your Family from Dengue",
      "key": "yourFamilyDenguePolicy"
    },
    {
      "type": "label",
      "value": "Protect You and Your Family from personal Accident with additional  corona protection",
      "key": "yourFamilyCoronaPolicy"
    },
    {
      "type": "label",
      "value": "View All",
      "key": "viewAll"
    },
    {
      "type": "label",
      "value": "Policy Holder Name",
      "key": "policyHolderName"
    },
    {
      "type": "label",
      "value": "Life Assured Name",
      "key": "lifeAssuredName"
    },
    {
      "type": "label",
      "value": "Sum Assured",
      "key": "coveragePrice"
    },
    {
      "type": "label",
      "value": "Coverage",
      "key": "coverageText"
    },
    {
      "type": "value",
      "value": {
        "Package1": "Package Silver",
        "Package2": "Package Gold",
        "Package3": "Package Platinum"
      },
      "key": "dengueProductPackageNames"
    }
  ]
}