{
  "image": "",
  "label": "",
  "key": "dengueCard",
  "elements": [
    {
      "type": "label",
      "value": "Beli",
      "key": "buy"
    },
    {
      "type": "label",
      "value": "Protect Yourself From Dengue",
      "key": "productInformation"
    },
    {
      "type": "label",
      "value": "PRUTect Syariah DBD",
      "key": "yourDenguePolicy"
    },
    {
      "type": "label",
      "value": "Paket",
      "key": "policyName"
    },
    {
      "type": "label",
      "value": "Nomor Polis",
      "key": "policyNumber"
    },
    {
      "type": "label",
      "value": "Perpanjang",
      "key": "buttonRenewal"
    },
    {
      "type": "label",
      "value": "Perpanjang polis anda",
      "key": "infoRenewal"
    },
    {
      "type": "label",
      "value": "Premium",
      "key": "premium"
    },
    {
      "type": "label",
      "value": "Kontribusi",
      "key": "contribution"
    },
    {
      "type": "label",
      "value": "Hardcopy Amount",
      "key": "harcopyAmount"
    },
    {
      "type": "label",
      "value": "I need hard copy policy to be sent via courier with extra charge ",
      "key": "dengueHardcopyText"
    },
    {
      "type": "label",
      "value": "Tanggal Polis terbit",
      "key": "purchasedOn"
    },
    {
      "type": "label",
      "value": "Tanggal Polis tidak berlaku",
      "key": "expiresOn"
    },
    {
      "type": "label",
      "value": "more",
      "key": "more"
    },
    {
      "type": "label",
      "value": "show more",
      "key": "showMore"
    },
    {
      "type": "label",
      "value": "I agree to the",
      "key": "iAgreeTo"
    },
    {
      "type": "label",
      "value": "Syarat dan Ketentuan",
      "key": "termsAndConditions"
    },
    {
      "type": "label",
      "value": "I agree that policy is Auto-renewed with premium collected and can be cancelled within 15 days of renewal",
      "key": "iAgreeThat"
    },
    {
      "type": "label",
      "value": "<p>HARAP BACA DENGAN SEKSAMA SYARAT DAN KETENTUAN PENGGUNAAN PRODUK ASURANSI JIWA <span style='color:red'><strong>PRU</strong></span><strong>Tect Syariah DBD</strong> BERIKUT</p><p><strong>I. Sekilas tentang</strong><strong> Produk Asuransi Jiwa </strong><span style='color:red'><strong>PRU</strong></span><strong>Tect Syariah DBD</strong></p><p>Asuransi jiwa <span style='color:red'>PRU</span><strong>Tect Syariah DBD</strong> merupakan produk asuransi jiwa dari PT Prudential Life Assurance (&ldquo;Prudential Indonesia&rdquo; atau &ldquo;Kami&rdquo;) yang memberikan perlindungan (proteksi) atas risiko terjangkit Demam Berdarah Dengue sesuai dengan ketentuan dalam polis dan paket perlindungan yang dipilih.</p><p>Produk asuransi jiwa ini dapat diperoleh oleh calon pemegang polis (&ldquo;Anda&rdquo;) secara daring (<em>on line</em>) dengan melakukan pendaftaran terlebih dahulu secara digital pada aplikasi <strong>Pulse</strong><strong> by Prudential</strong>.</p><p>Informasi lebih detail mengenai produk asuransi jiwa ini dapat dilihat pada ringkasan produk dan/atau polis yang akan diterbitkan oleh Kami pada saat pengajuan asuransi Anda disetujui.</p><p><strong>II. Syarat untuk Mengikuti Kepesertaan pada Program Asuransi Jiwa </strong><span style='color:red'>PRU</span><strong>Tect Syariah DBD</strong></p><ol><li>Persyaratan dan/atau prosedur produk asuransi jiwa <span style='color:red'>PRU</span><strong>Tect Syariah DBD</strong> yang harus dipenuhi untuk dapat ikut serta dalam program asuransi jiwa ini adalah sebagai berikut:<ol><li>Anda berusia minimal 21 tahun (ulang tahun berikutnya) dan peserta yang diasuransikan berusia 1 &ndash; 65 tahun (ulang tahun berikutnya);</li><li>Melengkapi dokumen yang diperlukan:<p>i. Form registrasi yang telah diisi dengan benar dan lengkap;</p><p>ii. Kartu identitas pemegang polis dalam bentuk elektronik yang masih berlaku;</p><p>iii. Dokumen-dokumen lain yang diperlukan sebagai syarat penerbitan polis.</p></li><li>Membayar kontribusi melalui metode pembayaran yang tersedia (<em>e-wallet</em>, <em>transfer bank</em>, <em>credit card</em> atau <em>auto debit</em>)</li></ol> </li> <li>Apabila Anda memiliki kebutuhan untuk membaca salinan polis asuransi jiwa <span style='color:red'>PRU</span><strong>Tect Syariah DBD</strong> DBD dalam bentuk hardcopy,makaAnda dapat memilih opsi pengiriman polis hardcopy pada saat pengajuan polis dengan penambahan biaya sebagai pengganti biaya cetak dan pengiriman polis.polis hardcopy akan dikirimkan ke alamat pengiriman sesuai dengan data pengajuan asuransi <span style='color:red'>PRU</span><strong>Tect Syariah DBD</strong> DBD.</li></ol><p><strong>III. </strong><strong>Pernyataan Persetujuan Calon </strong><strong>Pemegang Polis </strong><span style='color:red'>PRU</span><strong>Tect Syariah DBD</strong></p><ol><li>Anda menyatakan dan menjamin bahwa Anda adalah individu yang sah secara hukum untuk terikat dalam perjanjian berdasarkan hukum Republik Indonesia, secara khusus terikat dalam ketentuan ini.</li><li>Dengan membeli produk asuransi jiwa <span style='color:red'>PRU</span><strong>Tect Syariah DBD </strong>dan memberikan data-data pribadi Anda seperti nomor identitas (KTP), nama, alamat, tempat dan tanggal lahir, nomor telepon, alamat email dan foto, Anda telah menyatakan persetujuan Anda kepada Kami untuk mengumpulkan, menggunakan, mengelola, mengungkapkan dan/atau mengalihkan informasi pribadi Anda untuk tujuan pemasaran baik melalui telepon, tenaga pemasar, email atau media promosi lainnya maupun untuk tujuan pengungkapan lainnya termasuk yang diwajibkan oleh peraturan dan/atau perundang-undangan yang berlaku.</li><li>Anda telah menyetujui polis Anda dikirimkan dalam bentuk elektronik ke alamat email yang Anda gunakan.</li><li>Semua keterangan, informasi, data, pernyataan, dan/atau pemberitahuan dan dokumen terkait yang disampaikan oleh Anda kepada Kami merupakan dasar diadakannya kepesertaan dan merupakan bagian yang tidak terpisahkan dari polis.</li><li>Semua keterangan, informasi dan data yang disampaikan adalah benar, lengkap dan tidak ada keterangan-keterangan dan hal-hal lain yang Anda sembunyikan.</li><li>Dalam hal Anda tidak jujur atau tidak memberikan informasi dengan benar dan lengkap, maka Kami dapat mengakhiri kepesertaan dan Kami tidak berkewajiban membayar apa pun kepada Anda.</li><li>Anda memahami bahwa asuransi jiwa <span style='color:red'>PRU</span><strong>Tect Syariah DBD </strong>ini merupakan produk asuransi dari Prudential Indonesia. Produk ini bukan merupakan produk tabungan.</li><li>Apabila terdapat keraguan atau perselisihan maka penyelesaian atas hal tersebut akan mengacu pada ketentuan yang tercantum di dalam polis asuransi jiwa <span style='color:red'>PRU</span><strong>Tect Syariah DBD</strong>.</li><li>Anda telah membaca, memahami dan menyetujui seluruh syarat dan ketentuan penggunaan produk asuransi jiwa <span style='color:red'>PRU</span><strong>Tect Syariah DBD</strong>.</li><li>Syarat dan ketentuan penggunaan produk asuransi jiwa <span style='color:red'>PRU</span><strong>Tect Syariah DBD</strong><strong> ini</strong>, sebagian atau seluruhnya, dapat dimodifikasi, ditambahkan, atau diubah dari waktu ke waktu. Kami akan memberitahukan kepada Anda apabila terdapat modifikasi, penambahan, atau perubahan syarat dan ketentuan tersebut melalui email, sms atau media lainnya. Apabila Anda tetap menggunakan layanan ini dan tetap menjadi peserta asuransi jiwa <span style='color:red'>PRU</span><strong>Tect Syariah DBD </strong>ini setelah menerima pemberitahuan dari kami, berarti Anda menerima dan menyetujui perubahan tersebut.</li></ol><p><strong>IV. </strong><strong>Prosedur Singkat Layanan Pengaduan</strong></p><p>Prudential Indonesia menyediakan beragam jalur bagi Anda untuk mengakses informasi polis yang dimiliki dan ketentuan penggunaan layanan ini, serta untuk menyampaikan pengaduan. Silakan memilih jalur layanan yang tersedia dibawah ini:</p><ul><li>Prudential Customer Line : 1500085</li><li>Website : <a href='http://www.prudential.co.id/'>www.prudential.co.id</a></li><li>E-mail : <a href='mailto:customer.idn@prudential.co.id'>customer.idn@prudential.co.id</a></li><li>Faksimili : 021-29958866</li><li>Walk in &ndash; Customer Care Centre : Prudential Tower Lantai Dasar<br /> Jl Jend Sudirman Kav 79 Jakarta 12910</li></ul><p>Dokumen yang diperlukan untuk penyampaian pengaduan:</p><ol><li>Surat pengaduan yang menjelaskan permasalahan yang diadukan;</li><li>Fotokopi KTP Anda yang masih berlaku;</li><li>Surat kuasa disertai dengan fotokopi Kartu Tanda Penduduk (KTP) penerima kuasa yang masih berlaku, apabila yang menyampaikan pengaduan bukan pemegang polis;</li><li>Dokumen pendukung atas pengaduan, yang dipandang perlu oleh Kami.</li></ol><p>Pengaduan akan ditindaklanjuti dan diselesaikan selambatnya 20 hari kerja sejak dokumen pengaduan diterima secara lengkap dan dapatdiperpanjang dengan kondisi tertentu.</p><p>Untuk memahami lebih jelas mengenai kebijakan privasi yang berlaku di Prudential Indonesia silakan membaca di https://www.prudential.co.id/id/footer/privacy-policyˀ/.</p><p><strong>Produk Asuransi ini telah dilaporkan dan disetujui oleh Otoritas Jasa Keuangan (OJK).</strong></p>",
      "key": "termsDengueProduct"
    },
    {
      "type": "label",
      "value": "PRODUK ASURANSI JIWA Tect Syariah DBD",
      "key": "dengueXTitle"
    },
    {
      "type": "label",
      "value": "SYARAT DAN KETENTUAN",
      "key": "tncTitle"
    },
    {
      "type": "label",
      "value": "Lindungi Diri dan Keluarga Kamu dari Demam Berdarah Dengue",
      "key": "yourFamilyDenguePolicy"
    },
    {
      "type": "label",
      "value": "Protect You and Your Family from personal Accident with additional  corona protection",
      "key": "yourFamilyCoronaPolicy"
    },
    {
      "type": "label",
      "value": "View All",
      "key": "viewAll"
    },
    {
      "type": "label",
      "value": "Nama Pemegang Polis",
      "key": "policyHolderName"
    },
    {
      "type": "label",
      "value": "Nama Peserta yang diasuransikan",
      "key": "lifeAssuredName"
    },
    {
      "type": "label",
      "value": "Santunan Asuransi",
      "key": "coveragePrice"
    },
    {
      "type": "label",
      "value": "Masa Kepesertaan",
      "key": "coverageText"
    },
    {
      "type": "value",
      "value": {
        "Package1": "Paket Silver",
        "Package2": "Paket Gold",
        "Package3": "Paket Platinum"
      },
      "key": "dengueProductPackageNames"
    }
  ]
}