{
    "image": "",
    "label": "",
    "key": "docOnCallTC",
    "elements": [
        {
            "type": "label",
            "key": "docOnCallName",
            "label": "Doctor On Call"
        },
        {
            "type": "label",
            "key": "docOnCallTCTitle",
            "label": "Syarat & Ketentuan"
        },
        {
            "type": "label",
            "key": "docOnCallPrivacyTitle",
            "label": "Pemberitahuan Privasi"
        }, 
        {
            "type": "label",
            "key": "docOnCallTCDetail",
            "label": "<p><h1>DoctorOnCall Terms Of Service</h1><p><strong>GENERAL</strong></p><p><strong>1.1.</strong> This document is an electronic record &amp; being generated by a computer system it does not require any physical or digital signatures.</p><p><strong>1.2.</strong> This document is published to provide the rules and regulations, privacy policy and Terms of Use for access or usage of DoctorOnCall.</p><p><strong>1.3.</strong> The DoctorOnCall domain within Pulse Mobile Application (hereinafter referred to as &lsquo;App&rsquo;) is owned by Health Digital Technologies SDH BHD (hereinafter referred to as &lsquo;Company&rsquo;).</p><p><strong>1.4.</strong> For the purpose of these Terms of Service, wherever the context so requires the term &lsquo;You&rsquo;/ &lsquo;User&rsquo; shall mean any natural or legal person who has agreed to use DoctorOnCall and provided Registration Data while registering on this App. Any services provided by the App which do not require registration do not absolve You of the contractual relationship established by this Agreement.</p><p><strong>1.4.1.</strong> By accessing this App, You are bound by these Terms of Service and any other binding document as decided by the Company. You are requested to read them carefully before accepting the same and moving forward to using the App.</p><p><strong>1.4.2.</strong> The term &lsquo;We&rsquo;/ &lsquo;Us&rsquo;/ &lsquo;Our&rsquo; shall mean DoctorOnCall. The use of this App by You is solely governed by this Terms of Service and any other terms or policies published by Us. Moving past the home page of the App and using any of the services shall be taken to mean that You have read and agreed to all of the terms and conditions so binding on You as laid down in these terms.</p><p><strong>1.4.3.</strong> You will be subject to the rules, guidelines, policies, terms, and conditions as applicable to any service that is provided by this App, and they shall be deemed to be incorporated into this Terms of Service and shall be considered as part and parcel of this Terms of Service. We hold the sole right to modify the Terms of Service without prior permission from You or informing You.</p><p><strong>1.4.4.</strong> This relationship with Us creates on You a duty to periodically check the terms and stay updated with its requirements. If You continue to use the App following such a change, this is deemed as consent by You to the so amended policies by Us. As long as You comply with these Terms of Use, We grant You a personal, non-exclusive, non-transferable, limited privilege to enter and use the App.</p><p><strong>1.4.5.</strong> Through the App, Users select a specialty (e.g. Men&rsquo;s Health). Then the User can either see a Medical professional immediately or Schedule an appointment for later time. The Medical professional will be allocated to the User based on availability.</p><p><strong>1.4.6.</strong> The User may also upload his medical records and other health related data on the App to support consultation with the Medical professional. These records must be uploaded onto secure DoctorOnCall platform after successful registration and sign-in in order to remain protected and confidential. We are not liable to any records, data, pictures or documents submitted by any other means such as personal email, mobile, sms or any messaging platform.</p><p><strong>1.4.7.</strong> This App is also aimed at assisting Medical professionals to provide services to patients that has registered on the App. The Medical professional who wishes to provide services on the App has to be verified before joining by providing proper documentation which shall be authenticated by the Company. Only upon authentication and approval shall a Medical Professional be enlisted on the App.</p><p><strong>1.4.8.</strong> By impliedly or expressly accepting these Terms of Service, You also accept and agree to be bound by other Company Policies, inter alia the Privacy Policy, which also, would be amended from time to time.</p><p><strong>MEMBERSHIP/USAGE</strong></p><p><strong>2.1.</strong> The membership/usage of the App is restricted to those above 18 years of age, or to such group that can be termed to have attained 'majority' under the laws of the respective jurisdictions where this App can be seen and is accessible or to emancipated minors, who possess legal parental or guardian consent, or are in a position so as to be fully able and competent to enter into the terms, conditions, obligations, affirmations, representations, and warranties set forth in these Terms of Service, and to abide by and comply with these Terms of Service.</p><p><strong>2.2.</strong> Further, You are solely responsible for protecting the confidentiality of your username and password and any activity under the account will be deemed to have been done by You. In the case that You provide us with false and inaccurate details, We hold the rights to suspend Your account and/or terminate this Agreement without being held liable for the same.</p><p><strong>2.3.</strong> You understand the App is owned by Us and We may automatically upgrade the App and these Terms shall apply to the upgrades as well.</p><p><strong>COMMUNICATIONS</strong></p><p><strong>3.1.</strong> By using this App, it is deemed that You have consented to receiving calls, auto-dialled and/or pre-recorded messages or calls, from Us at any time with the use of the telephone number that has been provided by You for the use of this App, subject to the Privacy Policy. This includes contacting You through information received through other parties as well as contacting other parties through the information You provide to Us.</p><p><strong>3.2.</strong> The use of this App is also Your consent to receive communications (e.g. SMSes, Emails, etc) from Us at any time We deem fit. This consent to be contacted is for purposes that include and are not limited to clarification calls and marketing communications. In case You wish to stop contact with Us for the same, You may send Us a mail to the effect at contact@doctoroncall.com.my.</p><p><strong>3.3.</strong> You may also be contacted by service providers with whom We have entered into a contract in furtherance of Our rights, duties and obligations under other agreements, contracts and policies followed by Us. Such contact will be made only in pursuance of the respective contracts, agreements and/or policies.</p><p><strong>3.4.</strong> The sharing of the information provided by You will govern by the Privacy Policy. We will not give out such Your contact information to third parties not connected with the App and the services offered by it, and/or for any purpose not in furtherance of the activities and aims of the Company. Please refer to the 'Privacy Policy' for more information.</p><p><strong>PAYMENT</strong></p><p><strong>4.1.</strong> The use of this App is free of cost and this includes only the usage of certain services of the App. You hereby understand that the free/complimentary services may be amended at anytime in the discretion of the Company.</p><p><strong>4.2.</strong> However, in the event You use the App for a payable services such as consultation with Medical professional or buying medication, You shall be required to pay for the consult as stated in the payment page at the time of usage and in the event that medication(s) is prescribed by a Medical professional, you shall be required to pay for the medication(s) in the payment page if you would like to procure the medication(s), alongside delivery costs where applicable. However, payment amount stated on the payment page does not reflect the actual price of service for corporate users. The corporate/organization will be billed accordingly based on agreed commercial arrangement for the use of service.</p><p><strong>4.3.</strong> For the purpose of this section, Buyer would include any Users choosing to use the services offered on our App. Seller means Us/Company.</p><p><strong>4.4.</strong> While availing any of the payment method(s) available on the App, We shall not be responsible or assume any liability, whatsoever in respect of any loss or damage arising directly or indirectly to You due to:</p><p><strong>4.4.1.</strong> Lack of authorization for any transaction(s), or</p><p><strong>4.4.2.</strong> Exceeding the preset limit mutually agreed by You and &lsquo;Bank(s)&rsquo; or financial service provider, or</p><p><strong>4.4.3.</strong> Any payment issues arising out of the transaction, or</p><p><strong>4.4.4.</strong> Decline of transaction for any other reason(s)</p><p><strong>THIRD PARTY INFORMATION</strong></p><p><strong>5.1.</strong> The content on the App which includes all text, graphics, user interfaces, visual interfaces, photographs, trademarks, logos, sounds, music, design documents, and artwork is Our content (hereinafter referred to as &lsquo;Content&rsquo;).</p><p><strong>5.2.</strong> The App may contain links to/ content of third party websites that are not associated with us. We have no control over any third party user generated content as We are merely an intermediary for the purposes of those content.</p><p><strong>5.3.</strong> In the event, if any of the Third Party Content infringes any Intellectual Property of any person, the Third Party shall be solely responsible for any loss caused and We shall not be liable. You may send as an email contact@doctoroncall.com.my com to report any such content.</p><p><strong>5.4.</strong> Other than when expressly allowed, any use of Our Content and it being reproduced, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted or distributed in any way (including 'mirroring') to any other computer, server, website or other medium for publication or distribution or for any commercial enterprise, without Our express prior written consent is not allowed.</p><p><strong>USER CONTENT</strong></p><p><strong>6.1.</strong> The content that You upload or post will become Our property and You grant Us the worldwide, perpetual and transferable rights in such Content. We shall be entitled to, consistent with Our Privacy Policy as adopted in accordance with applicable law, use the Content or any of its elements for any type of use forever, including but not limited to promotional and advertising purposes and in any media whether now known or hereafter devised, including the creation of derivative works that may include any content You provide and are not entitled to any payment or other compensation for such use. You also grant Us the right to sub-license these rights, and the right to bring an action for infringement of these rights. We reserve the right to edit or remove any material submitted to this App, or stored on Our servers, or hosted or published upon this App.</p><p><strong>6.2.</strong> Those posting any form of User content on the App must verify the truthfulness and authenticity of the particulars of the content, including the time, place and nature. Before allowing such content to be posted on the App, We have the right and authority to verify the accuracy of such particulars related to the content with the respective sources provided by the User posting such content, if We feel that there is a need to check such accuracy.</p><p><strong>6.3.</strong> We have the right to upload content on behalf of third parties, subsequent to collecting such information and verifying it if we deem it necessary. Notwithstanding this, We can in no way be held liable for any false or misleading information.</p><p><strong>6.4.</strong> In case any content is considered to be unlawful or against the law within any jurisdiction in which Our App can be seen and accessed, it shall be removed forthwith by Us on being intimated by the authorities of the respective jurisdiction that such content is deemed unlawful. We cannot be held liable or questioned for the same.</p><p><strong>USER OBLIGATIONS</strong></p><p><strong>7.1.</strong> You are a restricted user of this App.</p><p><strong>7.2.</strong> You are bound not to cut, copy, distribute, modify, recreate, reverse engineer, distribute, disseminate, post, publish or create derivative works from, transfer, or sell any information or software obtained from the App.</p><p><strong>7.3.</strong> With Our prior permission limited use may be allowed. For the removal of doubt, it is clarified that unlimited or wholesale reproduction, copying of the content for commercial or noncommercial purposes and unwarranted modification of data and information within the content of the App is not permitted.</p><p><strong>7.4.</strong> You shall not, nor allow third parties on Your behalf to (i) make and distribute copies of the App (ii) attempt to copy, reproduce, alter, modify, reverse engineer, disassemble, decompile, transfer, exchange or translate the App; or (iii) create derivative works of the App of any kind whatsoever.</p><p><strong>7.5.</strong> You agree not to access (or attempt to access) the App and/or the materials or services by any means other than through the interface that is provided by the App.</p><p><strong>7.6.</strong> The use of deep-link, robot, spider or other automatic device, program, algorithm or methodology, or any similar or equivalent manual process, to access, acquire, copy or monitor any portion of the App or content, or in any way reproduce or circumvent the navigational structure or presentation of the App, materials or any Content, to obtain or attempt to obtain any materials, documents or information through any means not specifically made available through the App.</p><p><strong>7.7.</strong> You acknowledge and agree that by accessing or using the App or Services, You may be exposed to content from other users that You may consider offensive, indecent or otherwise objectionable.</p><p><strong>7.8.</strong> We disclaim all liabilities arising in relation to such offensive content on the App. Further, You may report such offensive content by sending us an e-mail to contact@doctoroncall.com.my.</p><p><strong>7.9.</strong> This App by nature allows you to upload information; You undertake to ensure that such material is in accordance with applicable laws. Further, You undertake not to:</p><p><strong>7.9.1.</strong> Abuse, harass, threaten, defame, disillusion, erode, abrogate, demean or otherwise violate the legal rights of others;</p><p><strong>7.9.2.</strong> Engage in any activity that interferes with or disrupts access to the App or the Services (or the servers and networks which are connected to the App);</p><p><strong>7.9.3.</strong> Impersonate any person or entity, or falsely state or otherwise misrepresent Your affiliation with a person or entity;</p><p><strong>7.9.4.</strong> Publish, post, disseminate, any information which is grossly harmful, harassing, blasphemous, defamatory, obscene, pornographic, paedophilic, libellous, invasive of another's privacy, hateful, or racially, ethnically objectionable, disparaging, relating or encouraging money laundering or gambling, or otherwise unlawful in any manner whatever; or unlawfully threatening or unlawfully harassing;</p><p><strong>7.9.5.</strong> Post any file that infringes the copyright, patent or trademark of other legal entities.</p><p><strong>7.9.6.</strong> Upload or distribute files that contain viruses, corrupted files, or any other similar software or programs that may damage the operation of the App or another's computer;</p><p><strong>7.9.7.</strong> Download any file posted by another user of a Service that you know, or reasonably should know, cannot be legally distributed in such manner;</p><p><strong>7.9.8.</strong> Probe, scan or test the vulnerability of the App or any network connected to the App, nor breach the security or authentication measures on the App or any network connected to the App. You may not reverse look-up, trace or seek to trace any information on any other user, of or visitor to, the App, or any other customer of the App, including any account not owned by You, to its source, or exploit the App or Service or information made available or offered by or through the App, in any way whether or not the purpose is to reveal any information, including but not limited to personal identification information, other than Your own information, as provided for by the App;;</p><p><strong>7.9.9.</strong> Disrupt or interfere with the security of, or otherwise cause harm to, the App, systems resources, accounts, passwords, servers or networks connected to or accessible through the App or any affiliated or linked sites;</p><p><strong>7.9.10.</strong> Collect or store data about other users in connection with the prohibited conduct and activities set forth in this Section.</p><p><strong>7.9.11.</strong> Use the App or any material or Content for any purpose that is unlawful or prohibited by these Terms of Service, or to solicit the performance of any illegal activity or other activity which infringes the rights of this App or other third parties;</p><p><strong>7.9.12.</strong> Violate any code of conduct or other guidelines, which may be applicable for or to any particular Service;</p><p><strong>7.9.13.</strong> Violate any applicable laws or regulations for the time being in force within or outside Malaysia;</p><p><strong>7.9.14.</strong> Violate the Terms of Service including but not limited to any applicable Additional Terms of the App contained herein or elsewhere;</p><p><strong>7.9.15.</strong> Violate any code of conduct or other guidelines, which may be applicable for or to any particular Service;</p><p><strong>7.9.16.</strong> Threaten the unity, integrity, defence, security or sovereignty of Malaysia, friendly relations with foreign states, or public order or causes incitement to the commission of any cognizable offence or prevents investigation of any offence or is insulting any other nation.</p><p><strong>7.9.17.</strong> Publish, post, disseminate information that is false, inaccurate or misleading; violate any applicable laws or regulations for the time being in force in or outside Malaysia;</p><p><strong>7.9.18.</strong> Directly or indirectly, offer, attempt to offer, trade or attempt to trade in any item, the dealing of which is prohibited or restricted in any manner under the provisions of any applicable law, rule, regulation or guideline for the time being in force.</p><p><strong>7.9.19.</strong> Create liability for Us or cause Us to lose (in whole or in part) the services of Our internet service provider ('ISPs') or other suppliers;</p><p><strong>7.10.</strong> While We shall not be held liable or answerable to Users for any such acts on Your part, violation of this clause would lead to potential criminal legal action against You, either by other Users of the Website or by Us. We can (and You hereby expressly authorize Us to) disclose any information about You to law enforcement or other government officials, as We, in Our sole discretion, believe necessary or appropriate in connection with the investigation and/or resolution of possible crimes, especially those that may involve personal injury.</p><p><strong>7.11.</strong> You understand that We have the right at all times to disclose any information (including the identity of the persons providing information or materials on the App) as necessary to satisfy any law, regulation or valid governmental request. This may include, without limitation, disclosure of the information in connection with investigation of alleged illegal activity or solicitation of illegal activity or in response to a lawful court order or subpoena.</p><p><strong>7.12.</strong> We have no obligation, to monitor the material posted on the App. We shall have the right to remove or edit any content that in its sole discretion violates, or is alleged to violate, any applicable law or either the spirit or letter of these Terms of Service. Notwithstanding this right, YOU REMAIN SOLELY RESPONSIBLE FOR THE CONTENT OF THE MATERIALS YOU POST ON THE APP.</p><p><strong>7.13.</strong> In no event shall We assume or have any responsibility or liability for any Content posted or for any claims, damages or losses resulting from use of Content and/or appearance of Content on the App.</p><p><strong>7.14.</strong> You hereby represent and warrant that You have all necessary rights in and to all Content which You provide and all information it contains and that such Content shall not infringe any proprietary or other rights of third parties or contain any libelous, tortuous, or otherwise unlawful information.</p><p><strong>CANCELLATIONS AND REFUNDS</strong></p><p><strong>8.1.</strong> The App shall be only an intermediary connecting the User with the Medical professional of the service booked. Once the appointment has been made and a confirmation has been given to the User, the Company shall inform the Medical professional who shall render the consult at the agreed time, location and mode provided at the time of booking the service. This includes procurement of medication(s) prescribed by a Medical professional (defined below) and subsequent medication(s) delivery to User as well.</p><p><strong>8.2.</strong> Once an appointment has made and it is confirmed at Our end, no amount shall be refunded, in the event of a cancellation initiated by the User. In the event that medication(s) is prescribed by a Medical professional and User decides to procure the medication(s) and the order is confirmed at Our end, no amount shall be refunded, in the event of a cancellation initiated by the User.</p><p><strong>8.</strong><strong>3. </strong>Ifyou did not receive a call back from DoctorOnCall, please contact DOC Customer Support Centre at 03-8408 2000 for further assistance.</p><p><strong>8.4. </strong>However, in certain circumstances, the Company at its discretion shall permit a refund of the full or partial amount if the Medical professional becomes unavailable, if an alternativeMedical professional is arranged to consult or no suitable medication(s) substitute is available for dispensation (including delivery costs where applicable). The decision of the Company shall be final in such cases</p><p><strong>LOCATION</strong></p><p><strong>9.1.</strong> Currently We provide chat, phone call, video call and medication delivery services in Malaysia. While we can receive consultation request from any location worldwide, we can only deliver medication to Malaysia for the time being</p><p><strong>DISCLAIMERS</strong></p><p><strong>10.1.</strong> You understand that the App is a platform that Users utilize to locate Medical professionals and make appointments for chat, phone or video consult. Even though We take all the necessary steps to verify the authenticity of the Medical professionals, You understand that We shall not be liable for any deficiencies including but not limited to misconduct, injury caused or lack of knowledge from the end of the Medical professional. We are not a party to such interaction and take no liability that arises from any such acts of the Medical professional.</p><p><strong>10.2. Healthcare Services</strong></p><p><strong>10.2.1.</strong> All of the Medical professional who deliver Services through DoctorOnCall are independent Medical professionals solely responsible for the services each provides to you.</p><p><strong>10.2.2.</strong> DoctorOnCall does not practice medicine or any other licensed profession, and does not interfere with the practice of medicine or any other licensed profession by Medical professional, each of whom is responsible for his or her services and compliance with the requirements applicable to his or her profession and license.</p><p><strong>10.2.3.</strong> Neither DoctorOnCall nor any third parties who promote the Services or provide you with a link to the Service shall be liable for any professional advice you obtain from a Medical professional via the Services.</p><p><strong>10.3. Informed Consent:</strong></p><p><strong>10.3.1.</strong> DoctorOnCall provides a platform to deliver health care services using interactive audio and video technology, where the patient and the medical professional are not in the same physical location. During your telehealth consultation with a medical professional, details of your health history and personal health information may be discussed with you through the use of interactive video, audio and other telecommunications technology, and your medical professional may perform a physical examination through these technologies</p><p><strong>10.3.2.</strong> The telehealth Services you receive from Medical Professional are not intended to replace a primary care physician relationship or be your permanent medical home.</p><p><strong>10.3.3.</strong> You should seek emergency help or follow-up care when recommended by a Medical Professional or when otherwise needed, and continue to consult with your primary care physician and other medical professionals as recommended.</p><p><strong>10.3.4.</strong> You will have direct access to customer support services to follow up on medication reactions, side effects or other adverse events.</p><p><strong>10.3.5.</strong> Among the benefits of our Services are improved access to healthcare professionals and convenience. However, as with any health service, there are potential risks associated with the use of telehealth. These risks include, but may not be limited to:</p><p><strong>10.3.5.1.</strong> In rare cases, information transmitted may not be sufficient (e.g. poor resolution of images) to allow for appropriate health care decision making by the Medical Professional;</p><p><strong>10.3.5.2.</strong>Delays in evaluation or treatment could occur due to failures of the electronic equipment. If this happens, you may be contacted by phone or other means of communication.</p><p><strong>10.3.5.3.</strong>In rare cases, a lack of access to all of your health records may result in adverse drug interactions or allergic reactions or other judgment errors;</p><p><strong>10.3.5.4.</strong>Although the electronic systems we use will incorporate network and software security protocols to protect the privacy and security of health information, in rare instances, security protocols could fail, causing a breach of privacy of personal health information</p><p><strong>10.3.6</strong> By accepting these Terms of Use, you acknowledge that you understand and agree with the following:</p><p><strong>10.3.6.1.</strong> You understand that you may expect the anticipated benefits from the use of telehealth in your care, but that no results can be guaranteed or assured.</p><p><strong>10.3.6.2.</strong> You understand that the laws that protect the privacy and security of health information apply to telehealth, and have received DoctorOnCall&rsquo;s Notice of Privacy Practices, which describes these protections in more detail.</p><p><strong>10.3.6.3.</strong> Electronic communications are directed to your Medical Professional (s) and their supervisees through a secure, encrypted video interface and electronic health record.</p><p><strong>10.3.6.4.</strong> Your Medical Professional may determine that the Services are not appropriate for some or all of your treatment needs, and accordingly may elect not to provide telehealth services to you through the Site.</p><p><strong>10.4.</strong> All communication between the Medical professional and You is a separate transaction which includes without any limitation all warranties related to consult and after consult services related to consult. We do not have any control over such information and play no determinative role in the finalization of the same and hence do not stand liable for the outcomes of such communication.</p><p><strong>10.5.</strong> We will ensure that all Medical professionals providing audio/video consultation and e-prescription are fully qualified and registered with the Malaysia Medical Council (MMC) and in possession of valid Annual Practicing Certificate (APC) (&ldquo;Medical professional&rdquo;).</p><p><strong>10.6.</strong> For complimentary chat service, most inquiries and basic chats will be handled by our patient care consultants. Patient care consultants are tasked to answer your basic questions for screening purposes before proceeding to medical consultation with the Medical Professional. Any information provided by the patient care consultant should not be deemed as medical advice.</p><p><strong>10.7.</strong> We do not endorse any specific Medical professional on the App nor place any guarantee as to its quality and value. Any such recommendations that are done are done by other users and the Company does not verify or acknowledge the same.</p><p><strong>10.8.</strong> Further We may suggest apt treatments or services in accordance with the/ your information within our knowledge but We do not guarantee any effectiveness or success upon using these services.</p><p><strong>10.9.</strong> Subject to the above sub-clauses, a contract exists between the Medical professional and You and as such any breach of contract and thus, any claim arising from such breach is the subject matter of the Medical professional and You alone and We are in no way a party to such breach or involved in any suit arising from the same breach.</p><p><strong>10.10.</strong> The content on the App is general in nature and summarized, and is provided for informational purposes only. The content of the App, including without limitation, text, copy, audio, video, photographs, illustrations, graphics and other visuals, is for informational purposes only and does not constitute professional advice, or recommendations of any kind.</p><p><strong>10.11.</strong> Reliance on any content provided on app or any links on the App is solely at your own risk. We reserve the right to change or discontinue, at any time, any aspect or feature of this app.</p><p><strong>10.12.</strong> You do hereby grant Us a non-exclusive, worldwide, perpetual, irrevocable, royalty- free, sub-licensable right to exercise the copyright, publicity, and database rights you have in Your information, in any media now known or not currently known, with respect to Your information to enable Us to use the information for the purpose of providing the Services</p><p><strong>10.13.</strong> You do hereby unconditionally and irrevocably agree to give consent to Us to collect, hold, use, delete, disclose, transfer, administer, store and process (within or outside Malaysia) in any other way, all your personal data (including sensitive personal data and personal data of other party provided by you) given now or that is subsequently obtained from time to time, which may include but not limited to your name, NRIC number/Passport number, contact information, medical related information for our internal use and records.</p><p><strong>10.14.</strong> You do hereby unconditionally and irrevocably agree to give consent to Us to disclose and release your personal data to third party service providers, agents and other organisations we have engaged to perform any of the functions and services for you.</p><p><strong>10.15.</strong> You do hereby unconditionally and irrevocably agree to give consent to Us to disclose and release your personal data for any purpose required by law or regulations.</p><p><strong>10.16.</strong> You release and indemnify Us and/or any of its officers and representatives from any cost, damage, liability or other consequence of any of the actions of the Users of the App and specifically waive any claims that You may have in this behalf under any applicable law. Please note that there could be risks in dealing with underage persons or people acting under false pretense.</p><p><strong>COMPLIANCE WITH LAWS</strong></p><p><strong>11.1.</strong> You shall comply with all the applicable laws for using the payment facility and the App.</p><p><strong>DISCLAIMER OF WARRANTIES AND LIABILITIES</strong></p><p><strong>12.1.</strong>You expressly understand and agree that, to the maximum extent permitted by applicable law:</p><p><strong>12.1.1.</strong> the App, services and other materials are provided by this App is on an 'as is' basis without warranty of any kind, express, implied, statutory or otherwise, including the implied warranties of title, non-infringement, merchantability or fitness for a particular purpose. Without limiting the foregoing, we make no warranty that:</p><p><strong>12.1.1.1.</strong> Your requirements will be met or that services provided will be uninterrupted, timely, secure or error-free;</p><p><strong>12.1.1.2.</strong> Materials, information obtained and results will be effective, accurate or reliable;</p><p><strong>12.1.1.3.</strong> Any errors or defects in the App, services or other materials will be corrected</p><p><strong>12.1.2.</strong> we will have no liability related to User content arising under intellectual property rights, libel, privacy, publicity, obscenity or other laws. We also disclaim all liability with respect to the misuse, loss, modification or unavailability of any user content.</p><p><strong>12.1.3.</strong> The User understands and agrees that any material or data downloaded or otherwise obtained through the App is done entirely at their own discretion and risk and they will be solely responsible for any damage to their computer systems or loss of data that results from the download of such material or data.</p><p><strong>12.1.4.</strong> We are not responsible for any typographical error leading to an invalid coupon. We accept no liability for any errors or omissions, with respect to any information provided to you whether on behalf of itself or third parties</p><p><strong>12.1.5.</strong> we shall not be liable for any third party product or services.</p><p><strong>INDEMNIFICATION AND LIMITATION OF LIABILITY</strong></p><p><strong>13.1.</strong> You agree to indemnify, defend and hold harmless this App including but not limited to its affiliate vendors, agents and employees from and against any and all losses, liabilities, claims, damages, demands, costs and expenses (including legal fees and disbursements in connection therewith and interest chargeable thereon) asserted against or incurred by us that arise out of, result from, or may be payable by virtue of, any breach or non-performance of any representation, warranty, covenant or agreement made or obligation to be performed by you pursuant to these terms of use.</p><p><strong>13.2.</strong> Further, You agree to hold Us harmless against any claims made by any third party due to, or arising out of, or in connection with, your use of the App, any claim that your material caused damage to a third party, your violation of the terms of service, or your violation of any rights of another, including any intellectual property rights in no event shall we, or our officers, directors, employees, partners or suppliers be liable to you or any third party for any special, incidental, indirect, consequential or punitive damages whatsoever, including those resulting from loss of use, data or profits, whether or not foreseeable or whether or not we have been advised of the possibility of such damages, or based on any theory of liability, including breach of contract or warranty, negligence or other tortious action, or any other claim arising out of or in connection with your use of or access to the App, services or materials.</p><p><strong>13.3.</strong> The limitations and exclusions in this section apply to the maximum extent permitted by applicable law.</p><p><strong>SEVERABILITY</strong></p><p><strong>14.1.</strong> If a provision of these terms and conditions is determined by any court or other competent authority to be unlawful and/or unenforceable, the other provisions will continue in effect. If any unlawful and/or unenforceable provision would be lawful or enforceable if part of it were deleted, that part will be deemed to be deleted, and the rest of the provision will continue in effect.</p><p><strong>BREACHES OF THESE TERMS AND CONDITIONS</strong></p><p><strong>15.1.</strong> Without prejudice to our other rights under these Terms of Use, Your rights under the Agreement may automatically terminate without notice if You fail to comply with its terms. If You do not comply with the terms, We have the right to take any action We deem appropriate. We may terminate the Agreement or restrict, suspend or terminate Your access to the App or Your use of the Service at Our discretion without notice at any time and/or bringing court proceedings against You, including if We determine that Your use violates the Agreement, is improper, substantially exceeds or differs from normal use by other users, or otherwise involves fraud or misuse of the Service or harms our interests or those of another user of the Service or of a Third Party.</p><p><strong>NO WAIVER</strong></p><p><strong>16.1.</strong> Our failure to insist upon or enforce your strict compliance with the Agreement will not constitute a waiver of any of our rights.</p><p><strong>DISPUTE RESOLUTION</strong></p><p><strong>17.1.</strong> These Terms of Service will be governed by and construed in accordance with the laws of Malaysia without regard to its conflicts of law provisions. Any failure of the App/ Company to enforce or exercise any provision of this Agreement or related right shall not constitute a waiver of that right or provision. The section titles used in this Agreement are purely for convenience and carry with them no legal or contractual effect. In the event of termination of this Agreement for any reason, you agree the following provisions will survive: the provisions regarding limitations on your use of Content, the license(s) you have granted to the App/Company, and all other provisions for which survival is equitable or appropriate</p><p><strong>17.2.</strong> In the case of a conflict between these terms and the terms of any electronic or machine readable statement or policy, these Terms of Service shall control. Similarly, in case of a conflict between these terms and our Privacy Policy, these Terms of Service shall control.</p><p><strong>17.3.</strong> The Parties expressly agree that the Terms, Policy and any other agreements entered into between the Parties are governed by the laws, rules and regulations of Malaysia, and shall have exclusive jurisdiction over any disputes arising between the Parties</p><p><strong>MISCELLANEOUS</strong></p><p><strong>18.1.</strong> We reserve the right to change these Terms of Service at any time in its discretion and to notify users of any such changes solely by changing this Terms of Service. Your continued use of the App after the posting of any amended Terms of Service shall constitute your agreement to be bound by any such changes.</p><p><strong>18.2.</strong> Your use of this App prior to the time this Terms of Service was posted will be governed according to the Terms of Service that applied at the time of your use. We may modify, suspend, discontinue or restrict the use of any portion, including the availability of any portion of the Content at any time, without notice or liability.</p><p><strong>18.3.</strong> We may deny access to any person or user at any time for any reason. In addition, we may at any time transfer rights and obligations under this Agreement to any affiliate, subsidiary or business unit, or any of their affiliated companies or divisions, or any entity that acquires Us or any of their assets.</p><p><strong>18.4</strong> We hereby reserve the right to block usage of the App if any breach of the Terms of Service is caused by a User. This can in no way be construed as a waiver of any legal right under Malaysian law to claims any damages or initiate any legal proceedings against the User.</p></p>"
        },
        {
            "type": "label",
            "key": "docOnCallPrivacyDetail",
            "label": "<p><strong>Privacy Notice</strong></p> <p>The Personal Data Protection Notice (\"the Notice\") is issued pursuant to the enactment of the Personal Data Protection Act 2010 (\"the Act\") to regulate the collection and processing of your Personal Data (as herein defined) by Health Digital Technologies Sdn Bhd, its subsidiaries, associates, jointly controlled entities, affiliates (\"Doctor On Call\").</p> <p>We, DoctorOnCall value the trust You place in Us. That is why We insist upon the highest standards for secure transactions and customer information privacy. Please read the following statement to learn about Our information gathering and dissemination practices. Our privacy policy is subject to change at any time without notice. To make sure You are aware of any changes, please review this policy periodically. </p> <p>By visiting this App you agree to be bound by the terms and conditions of this Privacy Policy. If You do not agree please do not use or access our space in Pulse (hereinafter known as the App). By mere use of the App, you expressly consent to our use and disclosure of your personal information in accordance with this Privacy Policy. This Privacy Policy is incorporated into and subject to the Terms of Service. </p> <p>If you have any questions or concerns regarding this Privacy Policy, you should contact our Customer Support Desk at contact@doctoroncall.com.my.</p> <p>SCOPE OF POLICY </p> <p>This policy applies to DoctorOnCall.com.my within the App. It regulates the processing of information relating to You and grants You various rights in respect of Your personal data.</p> <p>DEFINITIONS </p> <p>'We'/ 'Our'/ 'Us' shall mean and refer to Doctor On Call.</p> <p>'You'/ 'Your'/ 'Yourself'/ 'User' shall mean and refer to natural and legal entities that enter and/or use the App, either to put up content or to view/use such content that has been put up. 'Personal Information' shall mean and refer to any personally identifiable information that We may collect from You as more particualrlyparticularly provided for below. 'Third Parties' refer to any application, company or individual apart from the User and the owner of the App.</p> <p>INFORMATION COLLECTED </p> <p>You have to register with Your personal information/ information to enjoy the services offered by Our App. We may collect the following general types of information about You when You visit Our App: personal information, demographic information, behavioural information, and indirect information.</p> <p>Personal Information means any information that may be used to identify an individual. This includes but is not limited to Name, Gender, Mailing Address, Photo, Telephone Number, Email ID, marital status, information of spouse / children, occupation, profession, designation, income range, credit card details, bank account number, information of employer, race, nationality and any other information that can be used to identify You. We also collect body vitals including but not limited to height weight, age, food habits, BMI index, fat percentage, allergies, symptoms, physical and mental or other health conditions or medical records, history and other relevant health traits.</p> <p>We may occasionally ask You to complete optional online surveys. These surveys may ask You for contact information and demographic information (like postcode, age, or income level). We use this data to tailor Your experience at our App, providing You with content that we think You might be interested in and to display content according to Your preferences.</p> <p>Indirect information may be collected by Us about You when You use certain third party services on Our Site and the collection of such information is considered necessary for that purpose. We also use analytic to track You in remarketing.</p> <p>USE OF INFORMATION </p> <p>We use the information We gather on the Site for the following purposes: </p> <p>Individual User information. </p> <p>1. To provide Our services. This includes providing communications, promotions and information on events which may be of interest to You that is organised, managed, facilitated, provided sponsored and/or participated by Doctor On Call.</p> <p>2. To communicate with you.</p> <p>3. To provide you with information about the activities, products, services, events and programs offered by third parties that may interest you.</p> <p>4. To facilitate payment in connection with the business or contractual dealings between Doctor On Call and you and/or your company.</p> <p>5. To respond to any queries You may have and to communicate information to You. These include sending You e-mail or other communications regarding updates at the App to contact You about Your opinion of current products and/or services or potential new products and/or services that may be offered.</p> <p>6. To conduct research, analysis, study, assessment, survey and or prepare reports or statistics to operate and improve Doctor On Call's business activities and/or the App in order to foster a positive user experience.</p> <p>7. To comply with the applicable laws.</p> <p>8. To investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of Our Terms of Service, or as otherwise required by law.</p> <p>9. At the time of registration, You have to fill in Your Personal Information in order to obtain an account, which can be used subsequently to log into the App.</p> <p>10. For any other purpose(s) as Doctor On Call shall deem fit and proper.</p> <p>Information about all visitors collectively </p> <p>We gather information about all of Our Users collectively, such as what areas users visit most frequently and what services users access the most. Such data is used anonymously and in the aggregate. This information helps Us determine what is most beneficial for Our Users, and how We can continually create a better overall experience for them.</p> <p>DISCLOSURE OF THE INFORMATION </p> <p>We disclose the information to the third parties in the method specified below, including, but not limited to:</p> <p>1. Disclosing the content posted by You on the App, in order that our medical / healthcare / pharmacy practitioners, professionals and service providers who provide various services whom we have contractual arrangements with may facilitates our business operations.</p> <p>2. Sharing Your information with third parties who help Us in the delivery of our own services to you. Information is disclosed to companies and individuals who are authorised by Us to perform functions on Our behalf.</p> <p>3. Disclosing such information to third parties if You consent to such disclosure. If You indicate that You would like to receive information about the opportunities, products or services of third parties, We supply Your contact information to select third parties such organisers of or any entity associated with the events, or others for the purpose of sending You e-mail or otherwise communicating with You. </p> <p>4. We may share this information with Our partners and affiliates, but only in the aggregate, so that they too may understand how visitors use Our App, and also create a better overall experience for You. We also share aggregated anonymous information about visitors to the App with Our clients, partners, other website visitors, and other third parties so that they can understand the kinds of visitors and how they use the website in order to serve advertisements and other kinds of marketing information to You on Our App. </p> <p>5. We may disclose and transfer such information to a third party who acquires Our business units, whether such acquisition is by way of merger, consolidation or purchase of all or a substantial portion of Our assets. You will be notified of the sale of all or a substantial portion of Our business to a third party by email or through a prominent notice posted on the App. </p> <p>6. We disclose information if legally required to, pursuant to an order from a governmental entity, local authorities, statutory authorities, enforcement agencies under the law and industry regulatory or other authorities or in good faith. We will disclose the information to: </p> <p>a. conform to legal requirements or comply with legal process; </p> <p>b. protect our rights or property or our affiliated companies; </p> <p>c. prevent a crime or protect national security; or </p> <p>d. protect the personal safety of users or the public. </p> <p>7. In case of medical emergency, if any person intends to threaten to commit suicide or is in a state of medical emergency, the company holds the right to disclose the identity of the patient to the relevant sources. </p> <p>8. Doctor On Call's employees, auditors, consultants, accountants, lawyers, real estate agents, vendors, co-marketing partner, insurance company, property development and management manager and professional advisers. </p> <p>9. If you are subscribing to DOC services via your employer directly or indirectly through Insurer or Third Party Administrator (TPA) provider, we are obligated to share your medical information with your Insurer, TPA and/or employer for the purpose of billing and claims. THIS DOES NOT APPLY TO INDIVIDUAL SELF-PAYING PATIENT using DOCTORONCALL.</p> <p>EXTERNAL LINKS ON THE APP </p> <p>The App may include advertisements hyperlinks to other websites, applications, content or resources. We have no control over such external links present in the App, which are provided by persons or companies other than Us. You acknowledge and agree that We are not responsible for any collection or disclosure of Your Personal Information by any external sites, applications, companies or persons, nor are do We endorse any advertising, products or other material on or available from such external application, websites or resources. </p> <p>You further acknowledge and agree that We are not liable for any loss or damage which may be incurred by You as a result of the collection and/or disclosure of Your personal information by external applications, sites or resources, or as a result of any reliance placed by You on the completeness, accuracy or existence of any advertising, products or other materials on, or available from such applications, websites or resources. These external applications, websites and resource providers may have their own privacy policies governing the collection, storage, retention and disclosure of Your Personal Information that You may be subject to. We recommend that You enter the external application and review their privacy policy. We allow third parties/individuals to display advertisements when you use the App. </p> <p>SECURITY PRECAUTIONS </p> <p>Our App has stringent security measures in place to protect the loss, misuse, and alteration of the information under Our control. Whenever You change or access is in Our possession We adhere to strict security guidelines, protecting it against unauthorized access. </p> <p>A 'Force Majeure Event' shall mean any event that is beyond the reasonable control and shall include, without limitation, sabotage, fire, flood, explosion, acts of God, civil commotion, strikes or industrial action of any kind, riots, insurrection, war, acts of government, computer hacking, unauthorised access to computer data and storage device, computer crashes, breach of security and encryption, etc. </p> <p>CHOICE/OPT-OUT </p> <p>We provide all Users with the opportunity to opt-out of receiving non-essential (promotional, marketing-related) communications from us on behalf of Our partners, and from us in general, after setting up an account. </p> <p>CONFIDENTIALITY </p> <p>We do not collect sensitive personal data or information of Users like password of Your email account, password of Your account on the App, biometric information such as finger prints, voice & facial patterns and DNA any other sensitive information which is confidential or sensitive by its nature, without your explicit consent or unless necessary by law. Financial information such as Bank Account details or Credit Card or Debit Card or other payment related details are collected at the payment gateway by the payment facilitator. </p> <p>UPDATE AND REMOVE INFORMATION/ACCOUNT </p> <p>You may have access to, review, correct, update, change or delete your account profile information at any time. Simply log into your account, go to your profile, and make the necessary changes. </p> <p>Before providing you with a copy of your personal information or correcting, updating or deleting such information, We reserve the right to verify and authenticate Your identity and the personal information to which You have requested access. Access to or correction, updating or deletion of Your personal information may be denied or limited by Us if it would violate another person's rights and/or as otherwise permitted by applicable law. </p> <p>CHANGES TO THIS PRIVACY POLICY </p> <p>We reserve the right to update, change or modify this Policy at any time. The Policy shall come to effect from the date of such update, change or modification. If You continue to use Your account and/or access the App even after any such changes have been made, it would be deemed to be an implied consent to the changed policy. </p> <p>COOKIES AND OTHER TRACKING TECHNOLOGIES </p> <p>Our App and some of our Web pages utilize 'cookies' and other tracking technologies. A 'cookie' is a small text file that may be used, for example, to collect information about Site activity. Some cookies and other technologies may serve to recall Personal Information previously indicated by a Web user. Most browsers allow You to control cookies, including whether or not to accept them and how to remove them. </p> <p>You may set most browsers to notify You if You receive a cookie, or You may choose to block cookies with Your browser, but please note that if You choose to erase or block Your cookies, You will need to re-enter Your original user ID and password to gain access to certain parts of the App. Tracking technologies may record information such as Internet domain and host names; Internet protocol (IP) addresses; browser software and operating system types; stream patterns; and dates and times that Our App is accessed. Our use of cookies and other tracking technologies allows Us to improve Our App and Your experience. We may also analyze information that does not contain Personal Information for trends and statistics. </p> <p>DATA TRANSFER AND SHARING </p> <p>Where Doctor On Call consider it is necessary or appropriate for the purposes of data storage or processing or providing any service or product on our behalf to you, Doctor On Call may transfer the Personal Information to Doctor On Call's group of companies or any third party service or product providers within or outside the country in which Doctor On Call's group of companies are established under similar conditions, confidentiality and level of security safeguards. </p> <p>INDEMNITY </p> <p>You agree and undertake to indemnify Us against any suit or dispute by any Third Party arising out of disclosure of Personal Information by You to Third Parties either through Our App, applications and resources of Third Parties. We assume no liability for any actions of Third Parties with regard to Your Personal Information, which You may have disclosed to such Third Parties. </p> <p>SEVERABILITY </p> <p>Each paragraph of this Privacy Policy shall be and remain separate from and independent of and severable from all and any other paragraphs herein except where otherwise expressly indicated or indicated by the context of the agreement. </p> <p>The decision or declaration that one or more of the paragraphs are null and void shall have no effect on the remaining paragraphs of this privacy policy. </p> <p>CONTACT INFORMATION </p> <p>Any feedback or comments about this Privacy Policy is welcome and can be sent at contact@doctoroncall.com.my. We will employ all commercially reasonable efforts to address the same. </p> <p>CONFLICT </p> <p>In the event of any inconsistency between the English version and the Bahasa Malaysia version of the Notice, the English version shall prevail over the Bahasa Malaysia version.</p>"
        } 
    ]
}