{
	"key": "PruInsaan",
	"image": "",
	"elements": [
		{
			"label": "PRUShalira",
			"type": "label",
			"key": "pruFeatureName"
		},
		{
			"label": "Insaan",
			"type": "label",
			"key": "pruInsaanLabel"
		},
		{
			"label": "Doa Harian",
			"type": "label",
			"key": "pruDailyDoa"
		},
		{
			"label": [
				{
					"categoryName": "Doa Sehari-hari",
					"subCategoryList": [
						{
							"subCategoryName": "Doa Sebelum Makan",
							"arabicQuote": "اَللّٰهُمَّ بَارِكْ لَنَا فِيْمَا رَزَقْتَنَا وَقِنَا عَذَابَ النَّارِ",
							"translatedQuote": "Ya Allah, berkahilah kami dalam rezeki yang telah Engkau berikan kepada kami dan peliharalah kami dari siksa api neraka"
						},
						{
							"subCategoryName": "Doa Sesudah Makan",
							"arabicQuote": "اَلْحَمْدُ ِللهِ الَّذِي اَطْعَمَنَا وَسَقَانَا وَجَعَلَنَا مِنَ مُسْلِمِيْنَ",
							"translatedQuote": "Segala puji bagi Allah yang telah memberi makan kami dan minuman kami, serta menjadikan kami sebagai orang-orang islam"
						},
						{
							"subCategoryName": "Doa Sebelum Tidur",
							"arabicQuote": "بِسْمِكَ اللّٰهُمَّ اَحْيَا وَاَمُوْتُ",
							"translatedQuote": "Dengan menyebut nama-Mu ya Allah, aku hidup dan aku mati"
						},
						{
							"subCategoryName": "Doa Ketika Mendapat Mimpi Baik",
							"arabicQuote": "اَلْحَمْدُ ِللهِ الَّذِيْ قَطْلَ الْحَاجَتِ",
							"translatedQuote": "Segala puji bagi Allah yang telah memberi hajatku"
						},
						{
							"subCategoryName": "Doa Ketika Mimpi Buruk",
							"arabicQuote": "اَللّٰهُمَّ إِنِّي أَعُوْذُ بِكَ مِنْ عَمَلِ الشَّيْطَانِ وَسَيِّئاَتِ اْلأَحْلاَمِ",
							"translatedQuote": "Ya Allah, sesungguhnya aku mohon perlindungan kepada Engkau dari perbuatan setan dan dari mimpi-mimpi yang buruk"
						},
						{
							"subCategoryName": "Doa Bangun Tidur",
							"arabicQuote": "اَلْحَمْدُ ِللهِ الَّذِي اَحْيَانَا بَعْدَمَآ اَمَاتَنَا وَاِلَيْهِ النُّشُوْرُ",
							"translatedQuote": "Segala puji bagi Allah yang telah menghidupkan kami sesudah kami mati (membangunkan dari tidur) dan hanya kepada-Nya kami dikembalikan"
						},
						{
							"subCategoryName": "Doa Masuk Kamar Mandi Atau Toilet",
							"arabicQuote": "اَللّٰهُمَّ اِنّىْ اَعُوْذُبِكَ مِنَ الْخُبُثِ وَالْخَبَآئِثِ",
							"translatedQuote": "Ya Allah, aku berlindung pada-Mu dari godaan syetan laki-laki dan syetan perempuan"
						},
						{
							"subCategoryName": "Doa Keluar Kamar Mandi Atau Toilet",
							"arabicQuote": "غُفْرَانَكَ الْحَمْدُ ِللهِ الَّذِي اَذْهَبَ عَنِّي اْلاَذَى وَعَافَانِي",
							"translatedQuote": "Dengan mengharap ampunanMu, segala puji milik Allah yang telah menghilangkan kotoran dari badanku dan yang telah menyejahterakan."
						},
						{
							"subCategoryName": "Doa Ketika Bercermin",
							"arabicQuote": "اَلْحَمْدُ ِللهِ كَمَا حَسَّنْتَ خَلْقِيْ  فَحَسِّـنْ خُلُقِي",
							"translatedQuote": "Segala puji bagi Allah, baguskanlah budi pekertiku sebagaimana Engkau telah membaguskan rupa wajahku"
						},
						{
							"subCategoryName": "Doa Masuk Rumah",
							"arabicQuote": "اَللّٰهُمَّ إِنِّي اَسْأَلُكَ خَيْرَ الْمَوْلِجِ وَخَيْرَ الْمَخْرَجِ بِسْمِ اللهِ وَلَجْنَا وَبِسْمِ اللهِ خَرَجْنَا وَعَلَى اللهِ رَبِّنَا تَوَكَّلْنَا",
							"translatedQuote": "Ya Allah, sesungguhnya aku mohon kepada-Mu baiknya tempat masuk dan baiknya tempat keluar dengan menyebut nama Allah kami masuk, dan dengan menyebut nama Allah kami keluar dan kepada Allah Tuhan kami, kami bertawakkal"
						},
						{
							"subCategoryName": "Doa Memakai Pakaian",
							"arabicQuote": "بِسْمِ اللهِ اَللّٰهُمَّ إِنِّي اَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَاهُوَ لَهُ وَاَعُوْذُبِكَ مِنْ شَرِّهِ وَشَرِّمَا هُوَلَهُ",
							"translatedQuote": "Dengan nama-Mu yaa Allah aku minta kepada Engkau kebaikan pakaian ini dan kebaikan apa yang ada padanya, dan aku berlindung kepada Engkau dari kejahatan pakaian ini dan kejahatan yang ada padanya"
						},
						{
							"subCategoryName": "Doa Memohon Ilmu Yang Bermanfaat",
							"arabicQuote": "اَللّٰهُمَّ إِنِّي اَسْأَلُكَ عِلْمًا نَافِعًا وَرِزْقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
							"translatedQuote": "Ya Allah, sesungguhnya aku mohon kepada-Mu ilmu yang berguna, rezki yang baik dan amal yang baik Diterima."
						},
						{
							"subCategoryName": "Doa Sebelum Belajar",
							"arabicQuote": "يَارَبِّ زِدْنِي عِلْمًا وَارْزُقْنِي فَهْمًا",
							"translatedQuote": "Ya Allah, tambahkanlah aku ilmu dan berikanlah aku rizqi akan kepahaman"
						},
						{
							"subCategoryName": "Doa Sesudah Belajar",
							"arabicQuote": "اَللّٰهُمَّ إِنِّي اسْتَوْدِعُكَ مَاعَلَّمْتَنِيْهِ فَارْدُدْهُ إِلَيَّ عِنْدَ حَاجَتِي وَلاَ تَنْسَنِيْهِ يَارَبَّ الْعَالَمِيْنَ",
							"translatedQuote": "Ya Allah, sesungguhnya aku menitipkan kepada Engkau ilmu-ilmu yang telah Engkau ajarkan kepadaku, dan kembalikanlah kepadaku sewaktu aku butuh kembali dan janganlah Engkau lupakan aku kepada ilmu itu wahai Tuhan semesta alam."
						},
						{
							"subCategoryName": "Doa Menengok Orang Sakit",
							"arabicQuote": "للَّهُمَّ رَبَّ النَّاسِ مُذْهِبَ الْبَاسِ اشْفِ أَنْتَ الشَّافِى لاَ شَافِىَ إِلاَّ أَنْتَ ، شِفَاءً لاَ يُغَادِرُ سَقَمًا",
							"translatedQuote": "Ya Allah Wahai Tuhan segala manusia, hilangkanlah penyakitnya, sembukanlah ia. (Hanya) Engkaulah yang dapat menyembuhkannya, tidak ada kesembuhan melainkan kesembuhan dariMu, kesembuhan yang tidak kambuh lagi."
						},
						{
							"subCategoryName": "Doa Setelah Adzan",
							"arabicQuote": "اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ وَالصَّلاَةِ الْقَائِمَةِ آتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِى وَعَدْتَهُ",
							"translatedQuote": "Ya Allah, Tuhan panggilan yang sempurna dan shalat yang akan didirikan ini. Berikanlah wasilah dan keutamaan kepada Muhammad. Bangkitkanlah dia pada kedudukan yang terpuji seperti yang Engkau janjikan kepadanya."
						},
						{
							"subCategoryName": "Doa Ketika Turun Hujan",
							"arabicQuote": "اللَّهُمَّ صَيِّبًا نَافِعًا",
							"translatedQuote": "Ya Allah, mohon turunkan hujan yang deras lagi bermanfaat"
						},
						{
							"subCategoryName": "Doa Setelah Turun Hujan",
							"arabicQuote": "مُطِرْنَا بِفَضْلِ اللَّهِ وَرَحْمَتِهِ",
							"translatedQuote": "Kami dianugerahi hujan karena karunia dan rahmat Allah"
						},
						{
							"subCategoryName": "Doa Ketika Angin Kencang/Gempa",
							"arabicQuote": "اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا وَخَيْرَ مَا فِيهَا وَخَيْرَ مَا أُرْسِلَتْ بِهِ وَأَعُوذُ بِكَ مِنْ شَرِّهَا وَشَرِّ مَا فِيهَا وَشَرِّ مَا أُرْسِلَتْ بِهِ",
							"translatedQuote": "Ya Allah, sesungguhnya aku memohon kebaikannya, kebaikan yang ada di dalamnya  dan kebaikan yang Engkau kirimkan dengannya. Dan aku berlindung dari keburukannya, keburukan yang ada di dalamnya dan keburukan yang Engkau kirimkan dengannya."
						},
						{
							"subCategoryName": "Doa Ketika Ada Petir",
							"arabicQuote": "سُبْحَانَ الَّذِي يُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ",
							"translatedQuote": "Mahasuci Allah yang dengan memuji-Nya bertasbihlah halilintar dan juga para malaikat karena takut kepadaNya."
						},
						{
							"subCategoryName": "Doa Ditetapkan Hati",
							"arabicQuote": "يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِي عَلَى دِينِكَ",
							"translatedQuote": "Wahai Tuhan yang membolak-balikkan hati, tetapkanlah hatiku di atas agamaMu"
						},
						{
							"subCategoryName": "Doa Berbuka Puasa",
							"arabicQuote": "اللَّهُمَّ لَك صُمْت وَعَلَى رِزْقِك أَفْطَرْت",
							"translatedQuote": "Ya Allah, untukMu aku berpuasa, dan dengan rezeki dariMu aku berbuka"
						},
						{
							"subCategoryName": "Doa untuk Kedua Orangtua",
							"arabicQuote": "رَبّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ",
							"translatedQuote": "Wahai Tuhan kami! Berilah ampun bagiku dan bagi kedua ibu bapaku serta bagi orang-orang yang beriman ketika berlakunya penghitungan amal serta pembalasan."
						},
						{
							"subCategoryName": "Doa Mohon Hujan",
							"arabicQuote": "اللَّهُمَّ اسْقِنَا غَيْثًا مُغِيثًا، مَرِيئًا مَرِيعًا، نَافِعًا غَيْرَ ضَارٍّ، عَاجِلًا غَيْرَ آجِلٍ",
							"translatedQuote": "Ya Allah turunkanlah hujan kepada kami secara merata, menyegarkan, menyuburkan tanaman, bermanfaat tanpa mudarat serta kami mohon agar diturunkan hujan dengan segera tanpa ditangguh-tangguh."
						},
						{
							"subCategoryName": "Doa Dibebaskan dari Hutang",
							"arabicQuote": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْهَمِّ وَالْحَزَنِ وَأَعُوذُ بِكَ مِنْ الْعَجْزِ وَالْكَسَلِ وَأَعُوذُ بِكَ مِنْ الْجُبْنِ وَالْبُخْلِ وَأَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ وَقَهْرِ الرِّجَالِ",
							"translatedQuote": "Ya Allah, sesungguhnya aku berlindung kepada Engkau dari kedukaan dan kesedihan. Aku berlindung kepada Engkau dari sifat lemah dan malas. Aku berlindung kepada Engkau dari sifat pengecut dan bakhil. Dan aku berlindung kepada Engkau dari bebanan hutang dan penindasan manusia."
						},
						{
							"subCategoryName": "Doa Dicukupkan Rezeki",
							"arabicQuote": "اللَّهُمَّ اكْفِنِى بِحَلاَلِكَ عَنْ حَرَامِكَ وَأَغْنِنِى بِفَضْلِكَ عَمَّنْ سِوَاكَ",
							"translatedQuote": "Ya Allah! Cukupkanlah aku dengan dengan yang halal dan jauhkanlah aku daripada yang haram, dan cukupkanlah aku dengan kurniaanMu daripada bergantung kepada selainMu."
						},
						{
							"subCategoryName": "Doa Bila Diundang Makan",
							"arabicQuote": "اللهُمَّ، بَارِكْ لَهُمْ فِي مَا رَزَقْتَهُمْ، وَاغْفِرْ لَهُمْ وَارْحَمْهُمْ",
							"translatedQuote": "Ya Allah ya Tuhan kami, berkatilah mereka dengan apa yang telah Kamu rezekikan kepada mereka serta Kau ampunilah mereka dan rahmatilah mereka"
						},
						{
							"subCategoryName": "Doa Memohon Hidayah",
							"arabicQuote": "اللَّهُمَّ إنِّي أسْألُكَ الهُدَى ، والتُّقَى ، والعَفَافَ ، والغِنَى",
							"translatedQuote": "Wahai Allah! Sesungguhnya aku memohon kepadaMu petunjuk, ketakwaan, sifat ‘iffah (sifat menahan diri daripada perkara yang berbentuk kemaksiatan) dan kekayaan."
						},
						{
							"subCategoryName": "Doa Dipermudahkan Segala Urusan",
							"arabicQuote": "اللَّهُمَّ لا سَهْلَ إِلاَّ ما جَعَلْتَهُ سَهْلاً، وأنْتَ تَجْعَلُ الحَزْنَ إذَا شِئْتَ سَهْلاً",
							"translatedQuote": "Ya Allah! Tiada kemudahan kecuali apa yang Engkau jadikannya sebagai kemudahan. Dan Engkaulah yang menjadikan perkara yang sukar itu jika Kamu kehendaki dengan kemudahan."
						}
					]
				},
				{
					"categoryName": "Doa Bepergian",
					"subCategoryList": [
						{
							"subCategoryName": "Doa Keluar Rumah",
							"arabicQuote": "بِسْمِ اللهِ تَوَكَّلْتُ عَلَى اللهِ لاَحَوْلَ وَلاَقُوَّةَ اِلاَّ بِالله",
							"translatedQuote": "Dengan menyebut nama Allah aku bertawakal kepada Allah, tiada daya kekuatan melainkan dengan pertolongan Allah."
						},
						{
							"subCategoryName": "Doa Mohon Perlindungan dalam Bepergian",
							"arabicQuote": "اَللّٰهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاطْوِعَنَّابُعْدَهُ اَللّٰهُمَّ اَنْتَ الصَّاحِبُ فِى السَّفَرِ وَ الْخَلِيْفَةُ فِى الْاَهْلِ",
							"translatedQuote": "Ya Allah, mudahkanlah kami berpergian ini, dan dekatkanlah kejauhannya. Ya Allah yang menemani dalam berpergian, dan Engkau pula yang melindungi keluarga."
						},
						{
							"subCategoryName": "Doa Naik Kendaraan",
							"arabicQuote": "سُبْحَانَ الَّذِي سَخَّرَلَنَا هَذَا وَمَاكُنَّالَهُ مُقْرِنِيْنَ وَاِنَّآ اِلَى رَبِّنَا لَمُنْقَلِبُوْنَ",
							"translatedQuote": "Maha suci Allah yang telah menundukkan untuk kami (kendaraan) ini. padahal sebelumnya kami tidak mampu untuk menguasainya, dan hanya kepada-Mu lah kami akan kembali."
						},
						{
							"subCategoryName": "Doa Ketika Sampai di Tempat Tujuan",
							"arabicQuote": "اَلْحَمْدُ ِللهِ الَّذِي سَلَمَنِي وَالَّذِي اَوَنِيْ وَالَّذِي جَمَعَ الشَّمْلَ بِ",
							"translatedQuote": "Segala puji bagi Allah, yang telah menyelamatkan aku dan yang telah melindungiku dan yang mengumpulkanku dengan keluargaku."
						},
						{
							"subCategoryName": "Doa Ketika Menuju Masjid",
							"arabicQuote": "اَللّٰهُمَّ اجْعَلْ فِي قَلْبِي نُوْرًا وَفِي لِسَانِي نُوْرًا وَفِي بَصَرِي نُوْرًا وَفِي سَمْعِي نُوْرًا وَعَنْ يَسَارِي نُوْرًا وَعَنْ يَمِيْنِي نُوْرًا وَفَوْقِي نُوْرًا وَتَحْتِي نُوْرًا وَاَمَامِي نُوْرًا وَخَلْفِي نُوْرًا وَاجْعَلْ لِّي نُوْرًا",
							"translatedQuote": "Ya Allah, jadikanlah dihatiku cahaya, pada lisanku cahaya dipandanganku cahaya, dalam pendengaranku cahaya, dari kananku cahaya, dari kiriku cahaya, dari atasku cahaya, dari bawahku cahaya, dari depanku cahaya, belakangku cahaya, dan jadikanlah untukku cahaya."
						}
					]
				},
				{
					"categoryName": "Doa Sakit, Bala, dan kematian",
					"subCategoryList": [
						{
							"subCategoryName": "Doa Menolak Kemudaratan",
							"arabicQuote": "بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ، وَهُوَ السَّمِيعُ الْعَلِيمُ",
							"translatedQuote": "Dengan nama Allah yang dengan namaNya, tidak ada satu pun yang dapat memberi kemudaratan di bumi mahupun di langit, Dia-lah Yang Maha Mendengar lagi Maha Mengetahui"
						},
						{
							"subCategoryName": "Doa Menolak Bala",
							"arabicQuote": "أَعُوذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
							"translatedQuote": "Aku berlindung dengan kalimah Allah yang sempurna daripada segala keburukan yang Allah SWT cipta"
						},
						{
							"subCategoryName": "Doa Mohon Keselamatan",
							"arabicQuote": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ",
							"translatedQuote": "Ya Allah aku memohon kepadaMu keselamatan di dunia dan akhirat"
						},
						{
							"subCategoryName": "Doa Dijauhkan Penyakit yang Buruk",
							"arabicQuote": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ البَرَصِ، وَالْجُنُونِ، وَالْجُذَامِ، وَمِنْ سَيِّئِ الْأَسْقَامِ",
							"translatedQuote": "Ya Allah aku berlindung denganMu daripada penyakit sopak, gila, kusta dan penyakit-penyakit yang buruk"
						},
						{
							"subCategoryName": "Doa Meninggal dengan Akhir yang Baik",
							"arabicQuote": "اللَهُمَّ اخْتِمْ لنا بِحُسْنِ الْخَاتِمَة وَلاَ تَخْتِمْ عَلَيْنَا بِسُوءِ الخَاتِمَة",
							"translatedQuote": "Ya Allah, akhirilah hidup kami dengan pengakhiran yang baik dan jangan Kau akhiri hidup kami dengan pengakhiran yang buruk."
						}
					]
				},
				{
					"categoryName": "Doa Bersuci",
					"subCategoryList": [
						{
							"subCategoryName": "Doa Istinja (Bersuci setelah Buang Air Besar)",
							"arabicQuote": "اَللّٰهُمَّ طَهِّرُ قَلْبِي مِنَ النِّفَاقِ وَحَصِّنْ فَرْجِي مِنَ الْفَوَاحِشِ",
							"translatedQuote": "Wahai Tuhanku, sucikanlah hatiku dari sifat kepura-puraan (munafiq) serta peliharalah kemaluanku dari perbuatan keji"
						},
						{
							"subCategoryName": "Doa Niat Wudhu",
							"arabicQuote": "نَوَيْتُ الْوُضُوْءَ لِرَفْعِ الْحَدَثِ اْلاَصْغَرِ فَرْضًا لِلّٰهِ تَعَالَى",
							"translatedQuote": "Saya niat berwudhu untuk menghilangkan hadast kecil fardu (wajib) karena Allah ta'ala"
						},
						{
							"subCategoryName": "Doa Setelah Wudhu",
							"arabicQuote": "اَشْهَدُ اَنْ لاَّاِلَهَ اِلاَّاللهُ وَحْدَهُ لاَشَرِيْكَ لَهُ وَاَشْهَدُ اَنَّ مُحَمَّدًاعَبْدُهُ وَرَسُوْلُهُ. اَللّٰهُمَّ اجْعَلْنِي مِنَ التَّوَّابِيْنَ وَاجْعَلْنِي مِنَ الْمُتَطَهِّرِيْنَ، وَجْعَلْنِيْ مِنْ عِبَادِكَ الصَّالِحِيْنَ",
							"translatedQuote": "Aku bersaksi, tidak ada Tuhan selain Allah Yang Maha Esa, tidak ada sekutu bagi-Nya, dan aku mengaku bahwa Nabi Muhammad itu adalah hamba dan Utusan Allah. Ya Allah, jadikanlah aku dari golongan orang-orang yang bertaubat dan jadikanlah aku dari golongan orang-orang yang suci dan jadikanlah aku dari golongan hamba-hamba Mu yang shaleh"
						},
						{
							"subCategoryName": "Doa Tayamum",
							"arabicQuote": "نَوَيْتُ التَّيَمُّمَ لاِسْتِبَاحَةِ الصَّلاَةِ فَرْضً ِللهِ تَعَالَى",
							"translatedQuote": "Aku berniat melakukan tayamum agar dapat mengerjakan salat fardhu karena Allah Taala."
						},
						{
							"subCategoryName": "Doa akan Mandi (Bukan Mandi Wajib)",
							"arabicQuote": "اَللّٰهُمَّ اغْفِرْلِي ذَنْبِي وَوَسِّعْ لِي فِىْ دَارِي وَبَارِكْ لِي فِي رِزْقِي",
							"translatedQuote": "Ya Allah ampunilah dosa kesalahanku dan berilah keluasaan di rumahku serta berkahilah pada rezekiku"
						},
						{
							"subCategoryName": "Doa Niat mandi wajib (umum)",
							"arabicQuote": "نَوَيْتُ الْغُسْلَ لِرَفْعِ الْحَدَثِ اْلاَكْبَرِ فَرْضًا ِللهِ تَعَالَى",
							"translatedQuote": "Aku berniat mandi besar untuk menghilangkan hadast besar fardhu karena Allah ta’aala."
						}
					]
				},
				{
					"categoryName": "Doa Sebelum/Setelah Sholat",
					"subCategoryList": [
						{
							"subCategoryName": "Doa Menjelang Sholat Shubuh",
							"arabicQuote": "اَللّٰهُمَّ إِنِّي اَعُوْذُ بِكَ مِنْ ضِيْقِ الدُّنْيَا وَضِيْقِ يَوْمِ الْقِيَامَةِ",
							"translatedQuote": "Ya Allah! Sesungguhnya aku berlindung kepada-Mu dari kesempitan dunia dan kesempitan hari kiamat"
						},
						{
							"subCategoryName": "Doa Menyambut Pagi hari",
							"arabicQuote": "اَللّٰهُمَّ بِكَ اَصْبَحْنَا وَبِكَ اَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوْتُ وَاِلَيْكَ النُّشُوْرُ",
							"translatedQuote": "Ya Allah, karena Engkau kami mengalami waktu pagi dan waktu petang, dan karena Engkau kami hidup dan mati dan kepada-Mu juga kami akan kembali."
						},
						{
							"subCategoryName": "Doa Menyambut Sore Hari",
							"arabicQuote": "اَللّٰهُمَّ بِكَ اَمْسَيْنَا وَبِكَ اَصْبَحْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوْتُ وَاِلَيْكَ الْمَصِيْرُ",
							"translatedQuote": "Ya Allah, karena Engkau kami mengalami waktu petang dan waktu pagi, karena Engkau kami hidup dan mati dan kepada-Mu juga kami akan kembali."
						},
						{
							"subCategoryName": "Doa Masuk Masjid",
							"arabicQuote": "اَللّٰهُمَّ افْتَحْ لِيْ اَبْوَابَ رَحْمَتِكَ",
							"translatedQuote": "Ya Allah, bukalah untukku pintu-pintu rahmat-Mu"
						},
						{
							"subCategoryName": "Doa Keluar Masjid",
							"arabicQuote": "اَللّٰهُمَّ إِنِّي اَسْأَلُكَ مِنْ فَضْلِكَ",
							"translatedQuote": "Ya Allah, sesungguhnya aku memohon keutamaan dari-Mu"
						},
						{
							"subCategoryName": "Doa Keselamatan Dunia dan Akhirat",
							"arabicQuote": "رَبَّنَا اٰتِنَا فِى الدُّنْيَا حَسَنَةً وَّفِى اْلاٰخِرَةِ حَسَنَةً وَّقِنَا عَذَابَ النَّارِ",
							"translatedQuote": "Ya Tuhan kami, berilah kami kebaikan hidup di dunia dan kebaikan hidup di akhirat, dan jagalah kami dari siksa api neraka."
						},
						{
							"subCategoryName": "Doa Setelah Sholat 1",
							"arabicQuote": "أَسْتَغْفِرُ اللهَ (3x) اَللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَاْلإِكْرَامِ.",
							"translatedQuote": "Aku minta ampun kepada Allah,” (3x). Lantas membaca: “Ya Allah, Engkau pemberi keselamatan, dan dariMu keselamatan, Maha Suci Engkau, wahai Tuhan Yang Pemilik Keagungan dan Kemuliaan"
						},
						{
							"subCategoryName": "Doa Setelah Sholat 2",
							"arabicQuote": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ، اَللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ",
							"translatedQuote": "Tiada Rabb yang berhak disembah selain Allah Yang Maha Esa, tidak ada sekutu bagiNya. BagiNya puji dan bagi-Nya kerajaan. Dia Maha Kuasa atas segala sesuatu. Ya Allah, tidak ada yang mencegah apa yang Engkau berikan dan tidak ada yang memberi apa yang Engkau cegah. Tidak berguna kekayaan dan kemuliaan itu bagi pemiliknya (selain iman dan amal shalihnya yang menyelamatkan dari siksaan). Hanya dari-Mu kekayaan dan kemuliaan"
						},
						{
							"subCategoryName": "Doa Setelah Sholat 3",
							"arabicQuote": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، لاَ إِلَـهَ إِلاَّ اللهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لاَ إِلَـهَ إِلاَّ اللهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ وَلَوْ كَرِهَ الْكَافِرُوْنَ",
							"translatedQuote": "Tiada Rabb (yang berhak disembah) kecuali Allah, Yang Maha Esa, tidak ada sekutu bagiNya. BagiNya kerajaan dan pujaan. Dia Maha kuasa atas segala sesuatu. Tidak ada daya dan kekuatan kecuali (dengan pertolongan) Allah. Tiada Rabb (yang hak disembah) kecuali Allah. Kami tidak menyembah kecuali kepadaNya. Bagi-Nya nikmat, anugerah dan pujaan yang baik. Tiada Rabb (yang hak disembah) kecuali Allah, dengan memurnikan ibadah kepadaNya, sekalipun orang-orang kafir sama benci"
						},
						{
							"subCategoryName": "Doa Setelah Sholat 4",
							"arabicQuote": "سُبْحَانَ اللهِ وَالْحَمْدُ لِلَّهِ وَاللهُ أَكْبَرُ (33 ×) لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
							"translatedQuote": "Maha Suci Allah, segala puji bagi Allah, dan Allah Maha Besar (33 x). Tidak ada Rabb (yang berhak disembah) kecuali Allah Yang Maha Esa, tidak ada sekutu bagiNya. BagiNya kerajaan. BagiNya pujaan. Dia-lah Yang Mahakuasa atas segala sesuatu"
						},
						{
							"subCategoryName": "Doa Setelah Sholat 5",
							"arabicQuote": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
							"translatedQuote": "Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia Yang Hidup kekal lagi terus menerus mengurus (makhluk-Nya); tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang di langit dan di bumi. Tiada yang dapat memberi syafa'at di sisi Allah tanpa izin-Nya? Allah mengetahui apa-apa yang di hadapan mereka dan di belakang mereka, dan mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dan Allah tidak merasa berat memelihara keduanya, dan Allah Maha Tinggi lagi Maha Besar."
						},
						{
							"subCategoryName": "Doa Setelah Sholat 6",
							"arabicQuote": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِيْ وَيُمِيْتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. 10× بعد صلاة المغرب والصبح",
							"translatedQuote": "Tiada Rabb yang berhak disembah kecuali Allah Yang Maha Esa, tiada sekutu bagiNya, bagiNya kerajaan, bagi-Nya segala puja. Dia-lah yang menghidupkan (orang yang sudah mati atau memberi roh janin yang akan dilahirkan) dan yang mematikan. Dia-lah Yang Maha kuasa atas segala sesuatu."
						},
						{
							"subCategoryName": "Doa Setelah Sholat 7",
							"arabicQuote": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلاً مُتَقَبَّلاً",
							"translatedQuote": "Ya Allah, sesungguhnya aku mohon kepadaMu ilmu yang bermanfaat, rezeki yang halal dan amal yang diterima."
						}
					]
				}
			],
			"type": "label",
			"key": "pruDailyDoaData"
		},
		{
			"label": "Lihat",
			"type": "label",
			"key": "pruView"
		},
		{
			"label": "Inspirasi",
			"type": "label",
			"key": "pruInspirasi"
		},
		{
			"label": {
				"category": "Motivasi",
				"inspiration": "Tiada lurus iman seorang hamba, sehingga lurus hatinya. Dan tiada lurus hatinya, sehingga lurus lisannya.",
				"reference": "HR. Ahmad"
			},
			"type": "label",
			"key": "pruInspirasiDetails"
		},
		{
			"label": "Zakat Maal",
			"type": "label",
			"key": "pruZakatMaal"
		},
		{
			"label": "Nilai Emas, Perak dan/atau Perhiasan Lainnya",
			"type": "label",
			"key": "pruGoldSilver"
		},
		{
			"label": "Isi Nilai Emas, Perak dan/atau Perhiasan Lainnya",
			"type": "label",
			"key": "pruGoldSilverPlace"
		},
		{
			"label": "(Kecuali yang digunakan sehari-hari)",
			"type": "label",
			"key": "pruExcludeDaily"
		},
		{
			"label": "Pendapatan dari Tabungan",
			"type": "label",
			"key": "pruEarnedSavings"
		},
		{
			"label": "Isi Nilai Pendapatan dari Tabungan",
			"type": "label",
			"key": "pruEarnedSavingsPlace"
		},
		{
			"label": "Hasil dari Tabungan, Deposito, Surat Berharga Lainnya",
			"type": "label",
			"key": "pruOtherDeposits"
		},
		{
			"label": "Isi Nilai Hasil dari Tabungan, Deposito, Surat Berharga Lainnya",
			"type": "label",
			"key": "pruOtherDepositsPlace"
		},
		{
			"label": "Hasil Sewa dari Properti, Kendaraan dan Aset Lainnya",
			"type": "label",
			"key": "pruRentalRevenue"
		},
		{
			"label": "Hutang dan Kewajiban Jatuh Tempo Tahun Ini",
			"type": "label",
			"key": "pruOtherDebts"
		},
		{
			"label": "Perkiraan Harga Emas (1 gram)",
			"type": "label",
			"key": "pruGoldPrice"
		},
		{
			"label": "Harus Bayar Zakat Maal?",
			"type": "label",
			"key": "pruIsEligibleMaal"
		},
		{
			"label": "Total Aset Setelah Hutang dan Kewajiban Lainnya",
			"type": "label",
			"key": "pruTotalProperty"
		},
		{
			"label": "Nishab Zakat Maal (85 gram emas)",
			"type": "label",
			"key": "pruNishabMaal"
		},
		{
			"label": "Jumlah Zakat Maal",
			"type": "label",
			"key": "pruZumlahZakat"
		},
		{
			"label": "Zakat Pendapatan",
			"type": "label",
			"key": "pruIncome"
		},
		{
			"label": "Pendapatan per Bulan",
			"type": "label",
			"key": "pruIncomePerMonth"
		},
		{
			"label": "Pendapatan Lainnya (Bonus, THR, dII)",
			"type": "label",
			"key": "pruOtherIncome"
		},
		{
			"label": "Perkiraan Harga Emas Saat Ini",
			"type": "label",
			"key": "pruCurrentGoldPrice"
		},
		{
			"label": "Harus Membayar Pendapatan Zakat?",
			"type": "label",
			"key": "pruIsEligibleZakat"
		},
		{
			"label": "Total Penghasilan",
			"type": "label",
			"key": "pruIsTotalIncome"
		},
		{
			"label": "Nishab Zakat Pendapatan",
			"type": "label",
			"key": "pruNishabIncome"
		},
		{
			"label": "Jumlah Zakat Pendapatan",
			"type": "label",
			"key": "pruIncomeZakat"
		},
		{
			"label": "Ya",
			"type": "label",
			"key": "pruYes"
		},
		{
			"label": "Tidak",
			"type": "label",
			"key": "pruNo"
		},
		{
			"label": "Rp.",
			"type": "label",
			"key": "pruCurrency"
		},
		{
			"label": "Simpan",
			"type": "label",
			"key": "pruSave"
		},
		{
			"label": "Masukkan Pendapatan Sewa Dari Properti",
			"type": "label",
			"key": "pruRentalRevenuePlace"
		},
		{
			"label": "Masukkan Hutang Lain yang jatuh tempo pada tahun itu",
			"type": "label",
			"key": "pruOtherDebtsPlace"
		},
		{
			"label": "Masukkan Estimasi Harga Emas Saat Ini",
			"type": "label",
			"key": "pruGoldPricePlace"
		},
		{
			"label": "Masukkan Penghasilan per Bulan",
			"type": "label",
			"key": "pruIncomePerMonthPlace"
		},
		{
			"label": "Masukkan Penghasilan Lain (Bonus, THR, dII)",
			"type": "label",
			"key": "pruOtherIncomePlace"
		},
		{
			"label": "Kalkulator Zakat",
			"type": "label",
			"key": "pruZakatCalculator"
		},
		{
			"label": "Kalender Islam",
			"type": "label",
			"key": "pruIslamicCalendar"
		},
		{
			"label": "Pencari Lokasi Masjid",
			"type": "label",
			"key": "pruMosqueLocator"
		},
		{
			"label": "Gaya Hijab Terkini",
			"type": "label",
			"key": "pruHijabiStyle"
		},
		{
			"label": "Komunitas Gaya Hidup Halal",
			"type": "label",
			"key": "pruHalalCommunity"
		},
		{
			"label": "Produk Asuransi Syariah",
			"type": "label",
			"key": "pruTakafulProd"
		},
		{
			"label": "Resep Halal",
			"type": "label",
			"key": "pruHalalRecipe"
		},
		{
			"label": "Segera datang",
			"type": "label",
			"key": "pruComingSoon"
		},
		{
			"label": "Memulai",
			"type": "label",
			"key": "pruGetStarted"
		},
		{
			"label": "Kalender Sholat",
			"type": "label",
			"key": "pruPrayerCalendar"
		},
		{
			"label": "Mulai",
			"type": "label",
			"key": "pruStart"
		},
		{
			"label": "Berlangganan PRUShalira untuk membuka fitur menarik",
			"type": "label",
			"key": "pruSubscribe"
		},
		{
			"label": "Pilih Daerah & Zona",
			"type": "label",
			"key": "pruSelectState"
		},
		{
			"label": "Pengingat Sholat",
			"type": "label",
			"key": "pruPrayerReminder"
		},
		{
			"label": "Pilih konvensi waktu sholat",
			"type": "label",
			"key": "pruPrayerConvention"
		},
		{
			"label": "Jadilah bagian dari Insaan dan perbarui tren gaya hidup Halaal",
			"type": "label",
			"key": "pruInsaanTileDesc"
		},
		{
			"label": "Jadilah bagian dari PRUShalira dan perbarui tren gaya hidup Halaal",
			"type": "label",
			"key": "pruUpdatedTileDesc"
		},
		{
			"label": "Kesehatan Saya",
			"type": "label",
			"key": "pruMyHealth"
		},
		{
			"label": "Komunitas Saya",
			"type": "label",
			"key": "pruMyCommunity"
		},
		{
			"label": "Polisku",
			"type": "label",
			"key": "pruMyPolicies"
		},
		{
			"label": "PRUShoppe",
			"type": "label",
			"key": "pruPRUShope"
		},
		{
			"label": "Hadiahku",
			"type": "label",
			"key": "pruMyRewards"
		},
		{
			"label": "Qiblat",
			"type": "label",
			"key": "pruQiblat"
		},
		{
			"label": "Imsak",
			"type": "label",
			"key": "pruImsak"
		},
		{
			"label": "Subuh",
			"type": "label",
			"key": "pruSubuh"
		},
		{
			"label": "Subuh (Fajr)",
			"type": "label",
			"key": "pruSubuhFajr"
		},
		{
			"label": "Terbit",
			"type": "label",
			"key": "pruTerbit"
		},
		{
			"label": "Terbit",
			"type": "label",
			"key": "pruSyuruk"
		},
		{
			"label": "Dzuhur",
			"type": "label",
			"key": "pruDzuhur"
		},
		{
			"label": "Ashar",
			"type": "label",
			"key": "pruAsar"
		},
		{
			"label": "Maghrib",
			"type": "label",
			"key": "pruMaghrib"
		},
		{
			"label": "Isya",
			"type": "label",
			"key": "pruIsyak"
		},
		{
			"label": "Negara",
			"type": "label",
			"key": "pruState"
		},
		{
			"label": "Zona",
			"type": "label",
			"key": "pruZone"
		},
		{
			"label": "Ka'bah, Mekkah",
			"type": "label",
			"key": "pruKabaMecca"
		},
		{
			"label": "Jarak dari Mekkah",
			"type": "label",
			"key": "pruMeccaDistance"
		},
		{
			"label": "km",
			"type": "label",
			"key": "pruKilometer"
		},
		{
			"label": "Kalkulator Waris",
			"type": "label",
			"key": "pruFaraidCal"
		},
		{
			"label": "Isi Detail Anda",
			"type": "label",
			"key": "pruFillDetails"
		},
		{
			"label": "Jenis Kelamin",
			"type": "label",
			"key": "pruGender"
		},
		{
			"label": "Laki-Laki",
			"type": "label",
			"key": "pruMale"
		},
		{
			"label": "Perempuan",
			"type": "label",
			"key": "pruFemale"
		},
		{
			"label": "Status",
			"type": "label",
			"key": "pruStatus"
		},
		{
			"label": "Belum Menikah",
			"type": "label",
			"key": "pruSingle"
		},
		{
			"label": "Menikah",
			"type": "label",
			"key": "pruMarried"
		},
		{
			"label": "Bercerai/Menjanda",
			"type": "label",
			"key": "pruDivorced"
		},
		{
			"label": "Total Aset",
			"type": "label",
			"key": "pruTotalAssets"
		},
		{
			"label": "Masukkan Total Aset",
			"type": "label",
			"key": "pruTotalAssetsPlace"
		},
		{
			"label": "Berikutnya",
			"type": "label",
			"key": "pruNext"
		},
		{
			"label": "Anda",
			"type": "label",
			"key": "pruYou"
		},
		{
			"label": "Anggota Keluarga",
			"type": "label",
			"key": "pruFamilyMembers"
		},
		{
			"label": "Suami",
			"type": "label",
			"key": "pruHusband"
		},
		{
			"label": "Bapak",
			"type": "label",
			"key": "pruFather"
		},
		{
			"label": "Ibu",
			"type": "label",
			"key": "pruMother"
		},
		{
			"label": "Anak Laki-Laki",
			"type": "label",
			"key": "pruSons"
		},
		{
			"label": "Anak Perempuan",
			"type": "label",
			"key": "pruDaughters"
		},
		{
			"label": "Saudara Laki-Laki",
			"type": "label",
			"key": "pruBrothers"
		},
		{
			"label": "Saudara Perempuan",
			"type": "label",
			"key": "pruSisters"
		},
		{
			"label": "Menghitung",
			"type": "label",
			"key": "pruCalculate"
		},
		{
			"label": "Istri (hingga 4)",
			"type": "label",
			"key": "pruWives"
		},
		{
			"label": "Hasil Pembagian",
			"type": "label",
			"key": "pruDistribution"
		},
		{
			"label": "Jumlah",
			"type": "label",
			"key": "pruAmount"
		},
		{
			"label": "(per orang)",
			"type": "label",
			"key": "pruPerPerson"
		},
		{
			"label": "Pasangan",
			"type": "label",
			"key": "pruSpouse"
		},
		{
			"label": "Persentase",
			"type": "label",
			"key": "pruPercentage"
		},
		{
			"label": "Sisa (Jika ada, akan disalurkan ke Baitul-Mal)",
			"type": "label",
			"key": "pruBalance"
		},
		{
			"label": "Hitung Ulang",
			"type": "label",
			"key": "pruReCalculate"
		},
		{
			"label": "Wajib",
			"type": "label",
			"key": "pruObligatory"
		},
		{
			"label": "Minggu",
			"type": "label",
			"key": "pruSunday"
		},
		{
			"label": "Senin",
			"type": "label",
			"key": "pruMonday"
		},
		{
			"label": "Selasa",
			"type": "label",
			"key": "pruTuesday"
		},
		{
			"label": "Rabu",
			"type": "label",
			"key": "pruWednesday"
		},
		{
			"label": "Kamis",
			"type": "label",
			"key": "pruThursday"
		},
		{
			"label": "Jum'at",
			"type": "label",
			"key": "pruFriday"
		},
		{
			"label": "Sabtu",
			"type": "label",
			"key": "pruSaturday"
		},
		{
			"label": "Egypt General Authority",
			"type": "label",
			"key": "pruEgyptName"
		},
		{
			"label": "North America (ISNA)",
			"type": "label",
			"key": "pruIsnaName"
		},
		{
			"label": "Muslim World League (MWL)",
			"type": "label",
			"key": "pruMwlName"
		},
		{
			"label": "Umm Al-Qura, Mekah",
			"type": "label",
			"key": "pruMekahName"
		},
		{
			"label": "Islamic University, Karachi",
			"type": "label",
			"key": "pruKarachiName"
		},
		{
			"label": "Afrika, Suriah, Libanon, Malaysia, Indonesia",
			"type": "label",
			"key": "pruEgyptDesc"
		},
		{
			"label": "Amerika Utara (AS dan Kanada)",
			"type": "label",
			"key": "pruIsnaDesc"
		},
		{
			"label": "Eropa, Timur Jauh, Sebagian dari AS",
			"type": "label",
			"key": "pruMwlDesc"
		},
		{
			"label": "Semenanjung Arab",
			"type": "label",
			"key": "pruMekahDesc"
		},
		{
			"label": "Pakistan, Afganistan, Banglades, India",
			"type": "label",
			"key": "pruKarachiDesc"
		},
		{
			"label": "JAKIM, Malaysia",
			"type": "label",
			"key": "pruJakimMalay"
		},
		{
			"label": "Mengatur pemberitahuan dan pengingat Adzan",
			"type": "label",
			"key": "pruSetNotification"
		},
		{
			"label": "Januari",
			"type": "label",
			"key": "pruJan"
		},
		{
			"label": "Februari",
			"type": "label",
			"key": "pruFeb"
		},
		{
			"label": "Maret",
			"type": "label",
			"key": "pruMar"
		},
		{
			"label": "April",
			"type": "label",
			"key": "pruApr"
		},
		{
			"label": "Mei",
			"type": "label",
			"key": "pruMay"
		},
		{
			"label": "Juni",
			"type": "label",
			"key": "pruJun"
		},
		{
			"label": "Juli",
			"type": "label",
			"key": "pruJul"
		},
		{
			"label": "Agustus",
			"type": "label",
			"key": "pruAug"
		},
		{
			"label": "September",
			"type": "label",
			"key": "pruSep"
		},
		{
			"label": "Oktober",
			"type": "label",
			"key": "pruOct"
		},
		{
			"label": "November",
			"type": "label",
			"key": "pruNov"
		},
		{
			"label": "Desember",
			"type": "label",
			"key": "pruDec"
		},
		{
			"label": "Waktu sholat akan segera dimulai",
			"type": "label",
			"key": "pruNotifWithoutOffset"
		},
		{
			"label": "menit ke waktu sholat berikutnya",
			"type": "label",
			"key": "pruNotifWithOffset"
		},
		{
			"label": "Asabah",
			"type": "label",
			"key": "pruAsabah"
		},
		{
			"label": "Doa harian penting dari Al-Qur'an dan Sunnah untuk berbagai kesempatan di ujung jari Anda.",
			"type": "label",
			"key": "pruDailyDoaDesc"
		},
		{
			"label": "Ketahui berapa banyak Zakat yang harus dibayar.",
			"type": "label",
			"key": "pruZakatCalDesc"
		},
		{
			"label": "Hitung bagian warisan ahli waris yang sesuai syariat Islam berdasarkan Al-Qur'an & Sunnah.",
			"type": "label",
			"key": "pruFaraidCalDesc"
		},
		{
			"label": "Temukan masjid terdekat dari Anda diurutkan dari yang terdekat hingga yang terjauh dari Anda.",
			"type": "label",
			"key": "pruMosqueLocDesc"
		},
		{
			"label": "Metode perhitungan waktu sholat di seluruh dunia & tanggal hijriah seperti awqaf, ummul qura & banyak lagi.",
			"type": "label",
			"key": "pruIslamicCalDesc"
		},
		{
			"label": "Ada ribuan gaya untuk dijelajahi, berikut adalah beberapa ide untuk Anda mulai.",
			"type": "label",
			"key": "pruHijabiStyleDesc"
		},
		{
			"label": "Mulai ikuti dan tetap terupdate dengan tren gaya hidup halal.",
			"type": "label",
			"key": "pruHalalComDesc"
		},
		{
			"label": "Menjadi terlindungi adalah penting, kami memiliki berbagai penawaran asuransi syariah sesuai dengan setiap kebutuhan Anda.",
			"type": "label",
			"key": "pruTakafulProdDesc"
		},
		{
			"label": "Resep masakan halal yang lezat dan mudah disiapkan.",
			"type": "label",
			"key": "pruHalalRecDesc"
		},
		{
			"label": "Dalam jarak 2 km",
			"type": "label",
			"key": "pruRangeOne"
		},
		{
			"label": "Dalam jarak 3 km",
			"type": "label",
			"key": "pruRangeTwo"
		},
		{
			"label": "Dalam jarak 5 km",
			"type": "label",
			"key": "pruRangeThree"
		},
		{
			"label": "Masjid terdekat dari saya",
			"type": "label",
			"key": "pruNearestMosque"
		},
		{
			"label": "Tutup",
			"type": "label",
			"key": "pruClosed"
		},
		{
			"label": "Buka",
			"type": "label",
			"key": "pruOpen"
		},
		{
			"label": "Tutup Permanen",
			"type": "label",
			"key": "pruClosedPermanently"
		},
		{
			"label": "Selalu Buka",
			"type": "label",
			"key": "pruAlwaysOpen"
		},
		{
			"label": "Masjid",
			"type": "label",
			"key": "pruMosque"
		},
		{
			"label": "Tidak ada ulasan",
			"type": "label",
			"key": "pruNoReviews"
		},
		{
			"label": "Terbuka",
			"type": "label",
			"key": "pruOpens"
		},
		{
			"label": "Tutup",
			"type": "label",
			"key": "pruCloses"
		},
		{
			"label": "Detail Masjid",
			"type": "label",
			"key": "pruMasjidDetails"
		},
		{
			"label": "Dapatkan Petunjuk Arah ke Masjid ini",
			"type": "label",
			"key": "pruGetDirection"
		},
		{
			"label": "Anda di sini",
			"type": "label",
			"key": "pruYouAreHere"
		},
		{
			"label": "Menghadapi Masalah saat mengambil Lokasi Saat Ini.",
			"type": "label",
			"key": "pruFacingProblem"
		},
		{
			"label": "Baik",
			"type": "label",
			"key": "pruOk"
		},
		{
			"label": "Buka di Maps",
			"type": "label",
			"key": "pruOpenMaps"
		},
		{
			"label": "Aplikasi apa yang ingin Anda pilih?",
			"type": "label",
			"key": "pruSelectMaps"
		},
		{
			"label": "Membatalkan",
			"type": "label",
			"key": "pruCancel"
		},
		{
			"label": "Hitung Ulang",
			"type": "label",
			"key": "pruReset"
		}
	]
}
